{
  "title": "Free Online Weekly Planner",
  "subtitle": "Organize your week with an interactive grid: drag, stretch, customize, and download your schedule as a PDF or PNG.",
  "downloadImage": "Download Image",
  "footer.blurb": "MyWeekly is a free tool to quickly and easily create and export your weekly schedule.",
  "nav.privacy": "Privacy",
  "nav.faq": "FAQ",
  "nav.terms": "Terms",
  "nav.history": "History",
  "nav.howtouse": "How to Use",
  "days.mon": "Monday",
  "days.tue": "Tuesday",
  "days.wed": "Wednesday",
  "days.thu": "Thursday",
  "days.fri": "Friday",
  "days.sat": "Saturday",
  "days.sun": "Sunday",
  "pages.faq.title": "Frequently Asked Questions",
  "pages.faq.description": "Quick answers about how to use MyWeekly.",
  "pages.privacy.title": "Privacy Policy",
  "pages.privacy.description": "How we handle your data and what information we store.",
  "pages.terms.title": "Terms & Conditions",
  "pages.terms.description": "Basic terms for using MyWeekly.",
  "pages.history.title": "Our History",
  "pages.history.description": "Learn about the journey and inspiration behind MyWeekly.",
  "pages.history.content": [
    "MyWeekly was born out of a simple yet heartfelt need. One day, my girlfriend was struggling to find a reliable and easy-to-use weekly planner online. She needed something intuitive, customizable, and user-friendly, but none of the options she found met her expectations. As someone who loves solving problems and creating tools, I decided to step in and build something.",
    "What started as a small project to help my girlfriend quickly turned into something much bigger. I realized that many people face the same challenge: finding a planner that fits their unique needs. Whether it's managing a busy work schedule, keeping track of classes, or simply organizing daily tasks, everyone deserves a tool that makes planning simple and enjoyable.",
    "With this in mind, I poured my heart into creating MyWeekly. I wanted it to be more than just a simple planner: I wanted it to be a tool that empowers people to take control of their time and achieve their goals. I focused on making it interactive, visually appealing, and packed with features like drag-and-drop functionality, customizable grids, and export options for PDF and PNG.",
    "As MyWeekly began to take shape, I shared it with friends and family. Their feedback was overwhelmingly positive and encouraged me to share it with the world. That's when I decided to make MyWeekly available to everyone, completely free. I believe that productivity and organization tools should be accessible to everyone, regardless of their budget.",
    "Today, MyWeekly is more than just a personal project: it's a labor of love. It's a testament to the power of creativity, determination, and the desire to make life a little easier for the people we care about. I'm constantly working to improve it, adding new features, and ensuring it meets the needs of its users.",
    "Thank you for being part of this journey. Whether you're here to plan your week, organize your tasks, or simply explore what MyWeekly has to offer, I hope it brings value to your life. This project started as a gift for someone I love, and now it's my gift to you.",
    "If you have any feedback, suggestions, or just want to say hello, don't hesitate to reach out. Your input means the world to me and helps make MyWeekly even better.",
    "Here's to planning, being productive, and making the most of every moment. Welcome to MyWeekly!"
  ],
  "pages.howtouse.title": "How to Use MyWeekly",
  "pages.howtouse.description": "Learn how to create and customize your weekly schedule with MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Step 1: Write Your Activity",
      "description": "Start by writing the name of your activity. This can be anything from 'Morning Run' to 'Team Meeting.' Once you've named your activity, add it to your list."
    },
    {
      "title": "Step 2: Drag or Tap Activities onto the Grid",
      "description": "Once added, your activities will appear as cards below. Drag these cards or tap them to place them on the grid. You can stretch, resize, or move them to any time and day you want."
    },
    {
      "title": "Step 3: Customize Your Schedule",
      "description": "Edit titles, subtitles, and other details by clicking the pencil icon on each activity card. Adjust the grid to reflect your exact schedule."
    },
    {
      "title": "Step 4: Download Your Schedule",
      "description": "Once your schedule is complete, click the 'Download Image' button. You'll have options to download it with or without decorations, in various formats like A4, square, or horizontal. Choose between PNG or PDF."
    }
  ],
  "common.cancel": "Cancel",
  "common.save": "Save",
  "palette.create": "Create Activity",
  "palette.namePlaceholder": "Activity Name",
  "palette.moreColors": "More Colors",
  "palette.more": "More",
  "palette.add": "Add",
  "palette.activities": "Activities:",
  "palette.dragToGrid": "Drag to Grid",
  "palette.place": "Place",
  "palette.placeTip": "Place this activity by tapping a cell on the grid",
  "settings.startDay": "Start Day",
  "settings.endDay": "End Day",
  "settings.from": "From",
  "settings.to": "To",
  "settings.step": "Step (min)",
  "settings.more": "More Features",
  "settings.lunch.title": "Lunch Settings",
  "settings.lunch.show": "Show Lunch",
  "settings.lunch.start": "Lunch Start",
  "settings.lunch.end": "Lunch End",
  "settings.lunch.desc": "A bar will appear on the grid between",
  "settings.storage.title": "Storage",
  "settings.storage.reset": "Reset All Saved Data",
  "settings.hideAdvanced": "Hide Advanced Features",
  "settings.storage.autoSave": "Auto-Save Enabled",
  "settings.storage.autoSaveDesc": "Your schedule is automatically saved in the browser. The data includes:",
  "settings.storage.items.activities": "Created Activities",
  "settings.storage.items.blocks": "Cards on the grid with exact positions",
  "settings.storage.items.config": "Day and time settings",
  "list.tapToPlace": "Tap to place in a cell (or drag)",
  "list.addToGrid": "Add to Grid",
  "list.add": "Add",
  "list.deleteCard": "Delete card and its blocks",
  "list.delete": "Delete",
  "list.hint": "Drag to the grid or tap a card and then a cell.",
  "list.exitPlaceMode": "Exit Place Mode",
  "grid.placeMode": "Place Mode",
  "grid.hour": "Hour",
  "grid.placeModeActive": "Place mode active: Tap a cell.",
  "grid.cardSelected": "Selected Card:",
  "grid.help.move": "Tap any cell to move the card",
  "grid.help.delete": "Press Delete/Backspace to delete the card",
  "grid.help.deselect": "Click on an input to deselect",
  "grid.deselect": "Deselect",
  "grid.moveMode": "Move Mode Active:",
  "grid.help.moveToCell": "Tap a destination cell to move the card",
  "block.tapToMove": "Tap to move to another cell; drag to reposition",
  "block.editSubtitle": "Edit Subtitle",
  "block.deleteThis": "Delete This Block",
  "block.delete": "Delete Block",
  "block.resizeUp": "Stretch Up",
  "block.resizeDown": "Stretch Down",
  "block.modal.title": "Edit Subtitle",
  "block.modal.desc": "Add additional information like 'Theory,' 'Practice,' professor, etc.",
  "block.subtitlePlaceholder": "E.g.: Theory - Prof. Garcia",
  "export.title": "Export Schedule",
  "export.close": "Close",
  "export.form.title": "Title",
  "export.form.subtitle": "Subtitle",
  "export.form.format": "Format",
  "export.form.decoration": "Decoration",
  "export.form.legend": "Show Legend",
  "export.hint.scroll": "Scroll or use arrows to see more options.",
  "export.btn.png": "Download PNG",
  "export.btn.pdf": "Download PDF",
  "export.btn.loading": "Exporting…",
  "export.decor.none": "No Dec.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medical",
  "export.decor.science": "Scientific",
  "export.defaults.title": "My Weekly Schedule",
  "export.defaults.subtitle": "Activity Planner",
  "export.form.titlePh": "E.g.: Schedule 2nd Semester",
  "export.form.subtitlePh": "E.g.: University 2025",
  "faq.q1": "Where are my schedules saved?",
  "faq.a1": "In your own browser (localStorage). We don't upload your schedules to servers.",
  "faq.q2": "Can I export as PDF or PNG?",
  "faq.a2": "Yes. Open the export panel and choose the format and size you prefer.",
  "faq.q3": "How do I move decorations/stamps?",
  "faq.a3": "In the export, choose the theme; the images are automatically anchored to the corners/edges of the grid based on the format.",
  "faq.q4": "Is it free?",
  "faq.a4": "Yes, MyWeekly is free. We may show ads to sustain the service.",
  "faq.q5": "I'd like to suggest an improvement",
  "faq.a5": "Write to us at davidlekerman04@gmail.com with your idea. Thank you!",
  "privacy.p1": "At MyWeekly, we value your privacy. This app primarily works in your browser, and your schedule information is saved in the device's local storage (localStorage), not on our servers.",
  "privacy.info.title": "Information We Store",
  "privacy.info.list1": "Activities and blocks you create within the planner.",
  "privacy.info.list2": "Grid settings (days, hours, step, etc.).",
  "privacy.info.list3": "Anonymous usage metrics (if you enable cookies/analytics) to improve the experience.",
  "privacy.cookies.title": "Cookies and Analytics",
  "privacy.cookies.p": "We may use measurement tools (e.g., Google Analytics or Tag Manager) for aggregated statistics. We do not sell your data or create individual profiles.",
  "privacy.ads.title": "Advertising",
  "privacy.ads.p": "If you see ads, they come from third-party networks (like Google AdSense). These networks may use their own cookies according to their policies.",
  "privacy.controls.title": "Your Controls",
  "privacy.controls.list1": "You can delete your schedule and settings from the browser (by clearing site data) or using the 'reset' buttons if the app provides them.",
  "privacy.controls.list2": "You can disable third-party cookies from your browser settings.",
  "privacy.contact.title": "Contact",
  "privacy.contact.p": "If you have questions, write to us at davidlekerman04@gmail.com.",
  "terms.service.title": "Service Usage",
  "terms.service.p": "MyWeekly is provided 'as is,' without warranties. You can use it to create and export your personal schedule. We are not responsible for local data loss or decisions made based on the information you generate.",
  "terms.ip.title": "Intellectual Property",
  "terms.ip.p": "The software, design, and brand belong to MyWeekly. Your content (titles, notes, schedules) is yours.",
  "terms.liability.title": "Limitation of Liability",
  "terms.liability.p": "We shall not be liable for any indirect, incidental, or consequential damages arising from the use of the service.",
  "terms.changes.title": "Changes",
  "terms.changes.p": "We may modify these terms and/or the app. If the changes are relevant, we will indicate this on this page.",
  "pages.pageshell.footer": "MyWeekly — Made with ❤️",
  "pages.pageshell.linkedin": "by David Lekerman",
  "pages.pageshell.planificador": "Planner"
}


