{
  "title": "Planificateur hebdomadaire en ligne gratuit",
  "subtitle": "Organisez votre semaine avec une grille interactive : glissez, étirez, personnalisez et téléchargez votre emploi du temps au format PDF ou PNG.",
  "downloadImage": "Télécharger l'image",
  "footer.blurb": "MyWeekly est un outil gratuit pour créer et exporter rapidement et facilement votre emploi du temps hebdomadaire.",
  "nav.privacy": "Confidentialité",
  "nav.faq": "FAQ",
  "nav.terms": "Conditions",
  "nav.history": "Histoire",
  "nav.howtouse": "Comment utiliser",
  "days.mon": "Lundi",
  "days.tue": "Mardi",
  "days.wed": "Mercredi",
  "days.thu": "Jeudi",
  "days.fri": "Vendredi",
  "days.sat": "Samedi",
  "days.sun": "Dimanche",
  "pages.faq.title": "Questions fréquemment posées",
  "pages.faq.description": "Réponses rapides sur l'utilisation de MyWeekly.",
  "pages.privacy.title": "Politique de confidentialité",
  "pages.privacy.description": "Comment nous gérons vos données et quelles informations nous stockons.",
  "pages.terms.title": "Conditions générales",
  "pages.terms.description": "Conditions de base pour utiliser MyWeekly.",
  "pages.history.title": "Notre histoire",
  "pages.history.description": "Découvrez le parcours et l'inspiration derrière MyWeekly.",
  "pages.history.content": [
    "MyWeekly est né d'un besoin simple mais sincère. Un jour, ma petite amie avait du mal à trouver un planificateur hebdomadaire fiable et facile à utiliser en ligne. Elle avait besoin de quelque chose d'intuitif, personnalisable et convivial, mais aucune des options qu'elle a trouvées ne répondait à ses attentes. En tant que personne qui aime résoudre des problèmes et créer des outils, j'ai décidé d'intervenir et de construire quelque chose.",
    "Ce qui a commencé comme un petit projet pour aider ma petite amie s'est rapidement transformé en quelque chose de beaucoup plus grand. J'ai réalisé que beaucoup de gens faisaient face au même défi : trouver un planificateur qui répond à leurs besoins uniques. Que ce soit pour gérer un emploi du temps chargé, suivre des cours ou simplement organiser des tâches quotidiennes, tout le monde mérite un outil qui rend la planification simple et agréable.",
    "Avec cela en tête, j'ai mis tout mon cœur dans la création de MyWeekly. Je voulais que ce soit plus qu'un simple planificateur : je voulais que ce soit un outil qui donne aux gens les moyens de prendre le contrôle de leur temps et d'atteindre leurs objectifs. Je me suis concentré sur le fait de le rendre interactif, visuellement attrayant et rempli de fonctionnalités comme la fonctionnalité glisser-déposer, les grilles personnalisables et les options d'exportation pour PDF et PNG.",
    "Alors que MyWeekly commençait à prendre forme, je l'ai partagé avec des amis et la famille. Leurs retours étaient extrêmement positifs et m'ont encouragé à le partager avec le monde. C'est alors que j'ai décidé de rendre MyWeekly accessible à tous, complètement gratuitement. Je crois que les outils de productivité et d'organisation devraient être accessibles à tous, quel que soit leur budget.",
    "Aujourd'hui, MyWeekly est plus qu'un simple projet personnel : c'est un travail d'amour. C'est un témoignage du pouvoir de la créativité, de la détermination et du désir de rendre la vie un peu plus facile pour les personnes qui nous tiennent à cœur. Je travaille constamment à l'améliorer, à ajouter de nouvelles fonctionnalités et à m'assurer qu'il répond aux besoins de ses utilisateurs.",
    "Merci de faire partie de ce voyage. Que vous soyez ici pour planifier votre semaine, organiser vos tâches ou simplement explorer ce que MyWeekly a à offrir, j'espère qu'il apportera de la valeur à votre vie. Ce projet a commencé comme un cadeau pour quelqu'un que j'aime, et maintenant c'est mon cadeau pour vous.",
    "Si vous avez des retours, des suggestions ou souhaitez simplement dire bonjour, n'hésitez pas à nous contacter. Vos commentaires signifient beaucoup pour moi et aident à rendre MyWeekly encore meilleur.",
    "À la planification, à la productivité et à tirer le meilleur parti de chaque moment. Bienvenue sur MyWeekly !"
  ],
  "pages.howtouse.title": "Comment utiliser MyWeekly",
  "pages.howtouse.description": "Apprenez à créer et personnaliser votre emploi du temps hebdomadaire avec MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Étape 1 : Écrivez votre activité",
      "description": "Commencez par écrire le nom de votre activité. Cela peut être n'importe quoi, de 'Course matinale' à 'Réunion d'équipe'. Une fois que vous avez nommé votre activité, ajoutez-la à votre liste."
    },
    {
      "title": "Étape 2 : Faites glisser ou appuyez sur les activités pour les placer sur la grille",
      "description": "Une fois ajoutées, vos activités apparaîtront sous forme de cartes ci-dessous. Faites glisser ces cartes ou appuyez dessus pour les placer sur la grille. Vous pouvez les étirer, les redimensionner ou les déplacer à tout moment et jour que vous souhaitez."
    },
    {
      "title": "Étape 3 : Personnalisez votre emploi du temps",
      "description": "Modifiez les titres, sous-titres et autres détails en cliquant sur l'icône de crayon sur chaque carte d'activité. Ajustez la grille pour refléter votre emploi du temps exact."
    },
    {
      "title": "Étape 4 : Téléchargez votre emploi du temps",
      "description": "Une fois votre emploi du temps terminé, cliquez sur le bouton 'Télécharger l'image'. Vous aurez des options pour le télécharger avec ou sans décorations, dans divers formats comme A4, carré ou horizontal. Choisissez entre PNG ou PDF."
    }
  ],
  "common.cancel": "Annuler",
  "common.save": "Enregistrer",
  "palette.create": "Créer une activité",
  "palette.namePlaceholder": "Nom de l'activité",
  "palette.moreColors": "Plus de couleurs",
  "palette.more": "Plus",
  "palette.add": "Ajouter",
  "palette.activities": "Activités :",
  "palette.dragToGrid": "Faites glisser vers la grille",
  "palette.place": "Placer",
  "palette.placeTip": "Placez cette activité en appuyant sur une cellule de la grille",
  "settings.startDay": "Jour de début",
  "settings.endDay": "Jour de fin",
  "settings.from": "De",
  "settings.to": "À",
  "settings.step": "Étape (min)",
  "settings.more": "Plus de fonctionnalités",
  "settings.lunch.title": "Paramètres du déjeuner",
  "settings.lunch.show": "Afficher le déjeuner",
  "settings.lunch.start": "Début du déjeuner",
  "settings.lunch.end": "Fin du déjeuner",
  "settings.lunch.desc": "Une barre apparaîtra sur la grille entre",
  "settings.storage.title": "Stockage",
  "settings.storage.reset": "Réinitialiser toutes les données enregistrées",
  "settings.hideAdvanced": "Masquer les fonctionnalités avancées",
  "settings.storage.autoSave": "Sauvegarde automatique activée",
  "settings.storage.autoSaveDesc": "Votre emploi du temps est automatiquement enregistré dans le navigateur. Les données incluent :",
  "settings.storage.items.activities": "Activités créées",
  "settings.storage.items.blocks": "Cartes sur la grille avec des positions exactes",
  "settings.storage.items.config": "Paramètres de jour et d'heure",
  "list.tapToPlace": "Appuyez pour placer dans une cellule (ou faites glisser)",
  "list.addToGrid": "Ajouter à la grille",
  "list.add": "Ajouter",
  "list.deleteCard": "Supprimer la carte et ses blocs",
  "list.delete": "Supprimer",
  "list.hint": "Faites glisser vers la grille ou appuyez sur une carte puis sur une cellule.",
  "list.exitPlaceMode": "Quitter le mode placement",
  "grid.placeMode": "Mode placement",
  "grid.hour": "Heure",
  "grid.placeModeActive": "Mode placement actif : Appuyez sur une cellule.",
  "grid.cardSelected": "Carte sélectionnée :",
  "grid.help.move": "Appuyez sur une cellule pour déplacer la carte",
  "grid.help.delete": "Appuyez sur Supprimer/Retour arrière pour supprimer la carte",
  "grid.help.deselect": "Cliquez sur une entrée pour désélectionner",
  "grid.deselect": "Désélectionner",
  "grid.moveMode": "Mode déplacement actif :",
  "grid.help.moveToCell": "Appuyez sur une cellule de destination pour déplacer la carte",
  "block.tapToMove": "Appuyez pour déplacer vers une autre cellule ; faites glisser pour repositionner",
  "block.editSubtitle": "Modifier le sous-titre",
  "block.deleteThis": "Supprimer ce bloc",
  "block.delete": "Supprimer le bloc",
  "block.resizeUp": "Étendre vers le haut",
  "block.resizeDown": "Étendre vers le bas",
  "block.modal.title": "Modifier le sous-titre",
  "block.modal.desc": "Ajoutez des informations supplémentaires comme 'Théorie', 'Pratique', professeur, etc.",
  "block.subtitlePlaceholder": "Ex. : Théorie - Prof. Garcia",
  "export.title": "Exporter l'emploi du temps",
  "export.close": "Fermer",
  "export.form.title": "Titre",
  "export.form.subtitle": "Sous-titre",
  "export.form.format": "Format",
  "export.form.decoration": "Décoration",
  "export.form.legend": "Afficher la légende",
  "export.hint.scroll": "Faites défiler ou utilisez les flèches pour voir plus d'options.",
  "export.btn.png": "Télécharger PNG",
  "export.btn.pdf": "Télécharger PDF",
  "export.btn.loading": "Exportation…",
  "export.decor.none": "Aucune déco.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Médical",
  "export.decor.science": "Scientifique",
  "export.defaults.title": "Mon emploi du temps hebdomadaire",
  "export.defaults.subtitle": "Planificateur d'activités",
  "export.form.titlePh": "Ex. : Emploi du temps 2e semestre",
  "export.form.subtitlePh": "Ex. : Université 2025",
  "faq.q1": "Où sont enregistrés mes emplois du temps ?",
  "faq.a1": "Dans votre propre navigateur (localStorage). Nous ne téléchargeons pas vos emplois du temps sur des serveurs.",
  "faq.q2": "Puis-je exporter au format PDF ou PNG ?",
  "faq.a2": "Oui. Ouvrez le panneau d'exportation et choisissez le format et la taille que vous préférez.",
  "faq.q3": "Comment déplacer les décorations/tampons ?",
  "faq.a3": "Dans l'exportation, choisissez le thème ; les images sont automatiquement ancrées aux coins/bords de la grille en fonction du format.",
  "faq.q4": "Est-ce gratuit ?",
  "faq.a4": "Oui, MyWeekly est gratuit. Nous pouvons afficher des publicités pour soutenir le service.",
  "faq.q5": "Je voudrais suggérer une amélioration",
  "faq.a5": "Écrivez-nous à davidlekerman04@gmail.com avec votre idée. Merci !",
  "privacy.p1": "Chez MyWeekly, nous attachons une grande importance à votre vie privée. Cette application fonctionne principalement dans votre navigateur, et vos informations d'emploi du temps sont enregistrées dans le stockage local de l'appareil (localStorage), pas sur nos serveurs.",
  "privacy.info.title": "Informations que nous stockons",
  "privacy.info.list1": "Activités et blocs que vous créez dans le planificateur.",
  "privacy.info.list2": "Paramètres de la grille (jours, heures, étape, etc.).",
  "privacy.info.list3": "Métriques d'utilisation anonymes (si vous activez les cookies/analytiques) pour améliorer l'expérience.",
  "privacy.cookies.title": "Cookies et analyses",
  "privacy.cookies.p": "Nous pouvons utiliser des outils de mesure (par exemple, Google Analytics ou Tag Manager) pour des statistiques agrégées. Nous ne vendons pas vos données et ne créons pas de profils individuels.",
  "privacy.ads.title": "Publicité",
  "privacy.ads.p": "Si vous voyez des publicités, elles proviennent de réseaux tiers (comme Google AdSense). Ces réseaux peuvent utiliser leurs propres cookies conformément à leurs politiques.",
  "privacy.controls.title": "Vos contrôles",
  "privacy.controls.list1": "Vous pouvez supprimer votre emploi du temps et vos paramètres du navigateur (en effaçant les données du site) ou en utilisant les boutons de réinitialisation si l'application les fournit.",
  "privacy.controls.list2": "Vous pouvez désactiver les cookies tiers dans les paramètres de votre navigateur.",
  "privacy.contact.title": "Contact",
  "privacy.contact.p": "Si vous avez des questions, écrivez-nous à davidlekerman04@gmail.com.",
  "terms.service.title": "Utilisation du service",
  "terms.service.p": "MyWeekly est fourni 'tel quel', sans garanties. Vous pouvez l'utiliser pour créer et exporter votre emploi du temps personnel. Nous ne sommes pas responsables de la perte de données locales ou des décisions prises sur la base des informations que vous générez.",
  "terms.ip.title": "Propriété intellectuelle",
  "terms.ip.p": "Le logiciel, le design et la marque appartiennent à MyWeekly. Votre contenu (titres, notes, emplois du temps) vous appartient.",
  "terms.liability.title": "Limitation de responsabilité",
  "terms.liability.p": "Nous ne serons pas responsables des dommages indirects, accessoires ou consécutifs résultant de l'utilisation du service.",
  "terms.changes.title": "Modifications",
  "terms.changes.p": "Nous pouvons modifier ces termes et/ou l'application. Si les modifications sont pertinentes, nous l'indiquerons sur cette page.",
  "pages.pageshell.footer": "MyWeekly — Fait avec ❤️",
  "pages.pageshell.linkedin": "par David Lekerman",
  "pages.pageshell.planificador": "Planificateur"
}


