{
  "title": "Pianificatore settimanale online gratuito",
  "subtitle": "Organizza la tua settimana con una griglia interattiva: trascina, allunga, personalizza e scarica il tuo programma in formato PDF o PNG.",
  "downloadImage": "Scarica immagine",
  "footer.blurb": "MyWeekly è uno strumento gratuito per creare ed esportare rapidamente e facilmente il tuo programma settimanale.",
  "nav.privacy": "Privacy",
  "nav.faq": "FAQ",
  "nav.terms": "Termini",
  "nav.history": "Storia",
  "nav.howtouse": "Come usare",
  "days.mon": "Lunedì",
  "days.tue": "Martedì",
  "days.wed": "Mercoledì",
  "days.thu": "Giovedì",
  "days.fri": "Venerdì",
  "days.sat": "Sabato",
  "days.sun": "Domenica",
  "pages.faq.title": "Domande frequenti",
  "pages.faq.description": "Risposte rapide su come utilizzare MyWeekly.",
  "pages.privacy.title": "Politica sulla privacy",
  "pages.privacy.description": "Come gestiamo i tuoi dati e quali informazioni memorizziamo.",
  "pages.terms.title": "Termini e condizioni",
  "pages.terms.description": "Termini di base per utilizzare MyWeekly.",
  "pages.history.title": "La nostra storia",
  "pages.history.description": "Scopri il percorso e l'ispirazione dietro MyWeekly.",
  "pages.history.content": [
    "MyWeekly è nato da un bisogno semplice ma sentito. Un giorno, la mia ragazza stava lottando per trovare un pianificatore settimanale affidabile e facile da usare online. Aveva bisogno di qualcosa di intuitivo, personalizzabile e user-friendly, ma nessuna delle opzioni trovate soddisfaceva le sue aspettative. Come qualcuno che ama risolvere problemi e creare strumenti, ho deciso di intervenire e costruire qualcosa.",
    "Quello che è iniziato come un piccolo progetto per aiutare la mia ragazza si è rapidamente trasformato in qualcosa di molto più grande. Ho capito che molte persone affrontano la stessa sfida: trovare un pianificatore che soddisfi le loro esigenze uniche. Che si tratti di gestire un programma di lavoro intenso, tenere traccia delle lezioni o semplicemente organizzare le attività quotidiane, tutti meritano uno strumento che renda la pianificazione semplice e piacevole.",
    "Con questo in mente, ho messo tutto il mio cuore nella creazione di MyWeekly. Volevo che fosse più di un semplice pianificatore: volevo che fosse uno strumento che desse alle persone il potere di prendere il controllo del proprio tempo e raggiungere i propri obiettivi. Mi sono concentrato sul renderlo interattivo, visivamente attraente e ricco di funzionalità come la funzionalità drag-and-drop, griglie personalizzabili e opzioni di esportazione per PDF e PNG.",
    "Man mano che MyWeekly prendeva forma, l'ho condiviso con amici e familiari. I loro feedback sono stati estremamente positivi e mi hanno incoraggiato a condividerlo con il mondo. È allora che ho deciso di rendere MyWeekly disponibile a tutti, completamente gratuito. Credo che gli strumenti di produttività e organizzazione dovrebbero essere accessibili a tutti, indipendentemente dal loro budget.",
    "Oggi, MyWeekly è più di un semplice progetto personale: è un lavoro d'amore. È una testimonianza del potere della creatività, della determinazione e del desiderio di rendere la vita un po' più facile per le persone a cui teniamo. Sto lavorando costantemente per migliorarlo, aggiungere nuove funzionalità e garantire che soddisfi le esigenze dei suoi utenti.",
    "Grazie per essere parte di questo viaggio. Che tu sia qui per pianificare la tua settimana, organizzare le tue attività o semplicemente esplorare ciò che MyWeekly ha da offrire, spero che porti valore alla tua vita. Questo progetto è iniziato come un regalo per qualcuno che amo, e ora è il mio regalo per te.",
    "Se hai feedback, suggerimenti o vuoi semplicemente dire ciao, non esitare a contattarci. Il tuo contributo significa molto per me e aiuta a rendere MyWeekly ancora migliore.",
    "Ecco alla pianificazione, alla produttività e a sfruttare al massimo ogni momento. Benvenuto su MyWeekly!"
  ],
  "pages.howtouse.title": "Come usare MyWeekly",
  "pages.howtouse.description": "Scopri come creare e personalizzare il tuo programma settimanale con MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Passo 1: Scrivi la tua attività",
      "description": "Inizia scrivendo il nome della tua attività. Può essere qualsiasi cosa, da 'Corsa mattutina' a 'Riunione di squadra'. Una volta che hai dato un nome alla tua attività, aggiungila alla tua lista."
    },
    {
      "title": "Passo 2: Trascina o tocca le attività sulla griglia",
      "description": "Una volta aggiunte, le tue attività appariranno come schede qui sotto. Trascina queste schede o toccale per posizionarle sulla griglia. Puoi allungarle, ridimensionarle o spostarle in qualsiasi momento e giorno desideri."
    },
    {
      "title": "Passo 3: Personalizza il tuo programma",
      "description": "Modifica titoli, sottotitoli e altri dettagli cliccando sull'icona della matita su ogni scheda attività. Regola la griglia per riflettere il tuo programma esatto."
    },
    {
      "title": "Passo 4: Scarica il tuo programma",
      "description": "Una volta completato il tuo programma, clicca sul pulsante 'Scarica immagine'. Avrai opzioni per scaricarlo con o senza decorazioni, in vari formati come A4, quadrato o orizzontale. Scegli tra PNG o PDF."
    }
  ],
  "common.cancel": "Annulla",
  "common.save": "Salva",
  "palette.create": "Crea attività",
  "palette.namePlaceholder": "Nome attività",
  "palette.moreColors": "Altri colori",
  "palette.more": "Altro",
  "palette.add": "Aggiungi",
  "palette.activities": "Attività:",
  "palette.dragToGrid": "Trascina sulla griglia",
  "palette.place": "Posiziona",
  "palette.placeTip": "Posiziona questa attività toccando una cella sulla griglia",
  "settings.startDay": "Giorno di inizio",
  "settings.endDay": "Giorno di fine",
  "settings.from": "Da",
  "settings.to": "A",
  "settings.step": "Passo (min)",
  "settings.more": "Altre funzionalità",
  "settings.lunch.title": "Impostazioni pranzo",
  "settings.lunch.show": "Mostra pranzo",
  "settings.lunch.start": "Inizio pranzo",
  "settings.lunch.end": "Fine pranzo",
  "settings.lunch.desc": "Una barra apparirà sulla griglia tra",
  "settings.storage.title": "Archiviazione",
  "settings.storage.reset": "Reimposta tutti i dati salvati",
  "settings.hideAdvanced": "Nascondi funzionalità avanzate",
  "settings.storage.autoSave": "Salvataggio automatico abilitato",
  "settings.storage.autoSaveDesc": "Il tuo programma è salvato automaticamente nel browser. I dati includono:",
  "settings.storage.items.activities": "Attività create",
  "settings.storage.items.blocks": "Schede sulla griglia con posizioni esatte",
  "settings.storage.items.config": "Impostazioni di giorno e ora",
  "list.tapToPlace": "Tocca per posizionare in una cella (o trascina)",
  "list.addToGrid": "Aggiungi alla griglia",
  "list.add": "Aggiungi",
  "list.deleteCard": "Elimina scheda e i suoi blocchi",
  "list.delete": "Elimina",
  "list.hint": "Trascina sulla griglia o tocca una scheda e poi una cella.",
  "list.exitPlaceMode": "Esci dalla modalità posizionamento",
  "grid.placeMode": "Modalità posizionamento",
  "grid.hour": "Ora",
  "grid.placeModeActive": "Modalità posizionamento attiva: Tocca una cella.",
  "grid.cardSelected": "Scheda selezionata:",
  "grid.help.move": "Tocca una cella per spostare la scheda",
  "grid.help.delete": "Premi Elimina/Backspace per eliminare la scheda",
  "grid.help.deselect": "Clicca su un input per deselezionare",
  "grid.deselect": "Deseleziona",
  "grid.moveMode": "Modalità spostamento attiva:",
  "grid.help.moveToCell": "Tocca una cella di destinazione per spostare la scheda",
  "block.tapToMove": "Tocca per spostare in un'altra cella; trascina per riposizionare",
  "block.editSubtitle": "Modifica sottotitolo",
  "block.deleteThis": "Elimina questo blocco",
  "block.delete": "Elimina blocco",
  "block.resizeUp": "Allunga verso l'alto",
  "block.resizeDown": "Allunga verso il basso",
  "block.modal.title": "Modifica sottotitolo",
  "block.modal.desc": "Aggiungi informazioni aggiuntive come 'Teoria,' 'Pratica,' professore, ecc.",
  "block.subtitlePlaceholder": "Es.: Teoria - Prof. Garcia",
  "export.title": "Esporta programma",
  "export.close": "Chiudi",
  "export.form.title": "Titolo",
  "export.form.subtitle": "Sottotitolo",
  "export.form.format": "Formato",
  "export.form.decoration": "Decorazione",
  "export.form.legend": "Mostra legenda",
  "export.hint.scroll": "Scorri o usa le frecce per vedere più opzioni.",
  "export.btn.png": "Scarica PNG",
  "export.btn.pdf": "Scarica PDF",
  "export.btn.loading": "Esportazione in corso…",
  "export.decor.none": "Nessuna dec.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medico",
  "export.decor.science": "Scientifico",
  "export.defaults.title": "Il mio programma settimanale",
  "export.defaults.subtitle": "Pianificatore attività",
  "export.form.titlePh": "Es.: Programma 2° semestre",
  "export.form.subtitlePh": "Es.: Università 2025",
  "faq.q1": "Dove sono salvati i miei programmi?",
  "faq.a1": "Nel tuo browser (localStorage). Non carichiamo i tuoi programmi sui server.",
  "faq.q2": "Posso esportare in PDF o PNG?",
  "faq.a2": "Sì. Apri il pannello di esportazione e scegli il formato e la dimensione che preferisci.",
  "faq.q3": "Come sposto decorazioni/timbri?",
  "faq.a3": "Nell'esportazione, scegli il tema; le immagini sono automaticamente ancorate agli angoli/bordi della griglia in base al formato.",
  "faq.q4": "È gratuito?",
  "faq.a4": "Sì, MyWeekly è gratuito. Potremmo mostrare annunci per sostenere il servizio.",
  "faq.q5": "Vorrei suggerire un miglioramento",
  "faq.a5": "Scrivici a davidlekerman04@gmail.com con la tua idea. Grazie!",
  "privacy.p1": "In MyWeekly, diamo valore alla tua privacy. Questa app funziona principalmente nel tuo browser e le informazioni del tuo programma sono salvate nella memoria locale del dispositivo (localStorage), non sui nostri server.",
  "privacy.info.title": "Informazioni che memorizziamo",
  "privacy.info.list1": "Attività e blocchi che crei nel pianificatore.",
  "privacy.info.list2": "Impostazioni della griglia (giorni, ore, passo, ecc.).",
  "privacy.info.list3": "Metriche di utilizzo anonime (se abiliti cookie/analitiche) per migliorare l'esperienza.",
  "privacy.cookies.title": "Cookie e analitiche",
  "privacy.cookies.p": "Potremmo utilizzare strumenti di misurazione (es., Google Analytics o Tag Manager) per statistiche aggregate. Non vendiamo i tuoi dati né creiamo profili individuali.",
  "privacy.ads.title": "Pubblicità",
  "privacy.ads.p": "Se vedi annunci, provengono da reti di terze parti (come Google AdSense). Queste reti possono utilizzare i propri cookie secondo le loro politiche.",
  "privacy.controls.title": "I tuoi controlli",
  "privacy.controls.list1": "Puoi eliminare il tuo programma e le impostazioni dal browser (cancellando i dati del sito) o utilizzando i pulsanti di 'reimpostazione' se forniti dall'app.",
  "privacy.controls.list2": "Puoi disabilitare i cookie di terze parti dalle impostazioni del tuo browser.",
  "privacy.contact.title": "Contatto",
  "privacy.contact.p": "Se hai domande, scrivici a davidlekerman04@gmail.com.",
  "terms.service.title": "Utilizzo del servizio",
  "terms.service.p": "MyWeekly è fornito 'così com'è', senza garanzie. Puoi usarlo per creare ed esportare il tuo programma personale. Non siamo responsabili per la perdita di dati locali o decisioni prese basate sulle informazioni che generi.",
  "terms.ip.title": "Proprietà intellettuale",
  "terms.ip.p": "Il software, il design e il marchio appartengono a MyWeekly. I tuoi contenuti (titoli, note, programmi) sono tuoi.",
  "terms.liability.title": "Limitazione di responsabilità",
  "terms.liability.p": "Non saremo responsabili per eventuali danni indiretti, accidentali o consequenziali derivanti dall'utilizzo del servizio.",
  "terms.changes.title": "Modifiche",
  "terms.changes.p": "Potremmo modificare questi termini e/o l'app. Se le modifiche sono rilevanti, lo indicheremo in questa pagina.",
  "pages.pageshell.footer": "MyWeekly — Fatto con ❤️",
  "pages.pageshell.linkedin": "di David Lekerman",
    "pages.pageshell.planificador": "Pianificatore"
}


