{
  "title": "Planejador semanal online grátis",
  "subtitle": "Organize sua semana com uma grade interativa: arraste, estique, personalize e baixe sua programação em PDF ou PNG.",
  "downloadImage": "Baixar imagem",
  "footer.blurb": "MyWeekly é uma ferramenta gratuita para criar e exportar sua programação semanal de forma rápida e fácil.",
  "nav.privacy": "Privacidade",
  "nav.faq": "FAQ",
  "nav.terms": "Termos",
  "nav.history": "História",
  "nav.howtouse": "Como usar",
  "days.mon": "Segunda-feira",
  "days.tue": "Terça-feira",
  "days.wed": "Quarta-feira",
  "days.thu": "Quinta-feira",
  "days.fri": "Sexta-feira",
  "days.sat": "Sábado",
  "days.sun": "Domingo",
  "pages.faq.title": "Perguntas Frequentes",
  "pages.faq.description": "Respostas rápidas sobre como usar o MyWeekly.",
  "pages.privacy.title": "Política de Privacidade",
  "pages.privacy.description": "Como tratamos seus dados e quais informações armazenamos.",
  "pages.terms.title": "Termos e Condições",
  "pages.terms.description": "Condições básicas para usar o MyWeekly.",
  "pages.history.title": "Nossa história",
  "pages.history.description": "Conheça a jornada e a inspiração por trás do MyWeekly.",
  "pages.history.content": [
    "O MyWeekly nasceu de uma necessidade simples, mas sentida. Um dia, minha namorada estava lutando para encontrar um planejador semanal confiável e fácil de usar online. Ela precisava de algo intuitivo, personalizável e amigável, mas todas as opções que encontrou não atendiam às suas expectativas. Como alguém que adora resolver problemas e criar ferramentas, decidi intervir e construir algo.",
    "O que começou como um pequeno projeto para ajudar minha namorada rapidamente se transformou em algo muito maior. Percebi que muitas pessoas enfrentam o mesmo desafio: encontrar um planejador que atenda às suas necessidades únicas. Seja para gerenciar uma agenda de trabalho ocupada, acompanhar aulas ou simplesmente organizar tarefas diárias, todos merecem uma ferramenta que torne o planejamento simples e agradável.",
    "Com isso em mente, coloquei todo o meu coração na criação do MyWeekly. Queria que fosse mais do que um simples planejador: queria que fosse uma ferramenta que capacitasse as pessoas a assumir o controle do seu tempo e alcançar seus objetivos. Foquei em torná-lo interativo, visualmente atraente e repleto de recursos, como funcionalidade de arrastar e soltar, grades personalizáveis e opções de exportação para PDF e PNG.",
    "À medida que o MyWeekly começou a tomar forma, compartilhei-o com amigos e familiares. Seus comentários foram extremamente positivos e me encorajaram a compartilhá-lo com o mundo. Foi então que decidi tornar o MyWeekly disponível para todos, completamente grátis. Acredito que ferramentas de produtividade e organização devem ser acessíveis a todos, independentemente do orçamento.",
    "Hoje, o MyWeekly é mais do que um projeto pessoal: é um trabalho de amor. É um testemunho do poder da criatividade, determinação e desejo de tornar a vida um pouco mais fácil para as pessoas de quem gostamos. Estou constantemente trabalhando para melhorá-lo, adicionando novos recursos e garantindo que atenda às necessidades de seus usuários.",
    "Obrigado por fazer parte desta jornada. Seja você aqui para planejar sua semana, organizar suas tarefas ou simplesmente explorar o que o MyWeekly tem a oferecer, espero que traga valor para sua vida. Este projeto começou como um presente para alguém que amo, e agora é meu presente para você.",
    "Se você tiver algum comentário, sugestão ou simplesmente quiser dizer olá, não hesite em entrar em contato. Sua opinião significa o mundo para mim e ajuda a tornar o MyWeekly ainda melhor.",
    "Aqui está para planejar, ser produtivo e aproveitar ao máximo cada momento. Bem-vindo ao MyWeekly!"
  ],
  "pages.howtouse.title": "Como usar o MyWeekly",
  "pages.howtouse.description": "Aprenda a criar e personalizar sua programação semanal com o MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Passo 1: Escreva sua Atividade",
      "description": "Comece escrevendo o nome da sua atividade. Pode ser qualquer coisa, desde 'Correr pela manhã' até 'Reunião de equipe'. Depois de nomear sua atividade, adicione-a à sua lista."
    },
    {
      "title": "Passo 2: Arraste ou Toque nas Atividades na Grade",
      "description": "Depois de adicionadas, suas atividades aparecerão como cartões abaixo. Arraste esses cartões ou toque neles para colocá-los na grade. Você pode esticá-los, redimensioná-los ou movê-los para qualquer horário e dia que desejar."
    },
    {
      "title": "Passo 3: Personalize sua Programação",
      "description": "Edite títulos, subtítulos e outros detalhes clicando no ícone de lápis em cada cartão de atividade. Ajuste a grade para refletir sua programação exata."
    },
    {
      "title": "Passo 4: Baixe sua Programação",
      "description": "Depois que sua programação estiver completa, clique no botão 'Baixar Imagem'. Você terá opções para baixá-la com ou sem decorações, em vários formatos como A4, quadrado ou horizontal. Escolha entre PNG ou PDF."
    }
  ],
  "common.cancel": "Cancelar",
  "common.save": "Salvar",
  "palette.create": "Criar atividade",
  "palette.namePlaceholder": "Nome da atividade",
  "palette.moreColors": "Mais cores",
  "palette.more": "Mais",
  "palette.add": "Adicionar",
  "palette.activities": "Atividades:",
  "palette.dragToGrid": "Arraste para a grade",
  "palette.place": "Colocar",
  "palette.placeTip": "Coloque esta atividade tocando em uma célula na grade",
  "settings.startDay": "Dia inicial",
  "settings.endDay": "Dia final",
  "settings.from": "De",
  "settings.to": "Para",
  "settings.step": "Passo (min)",
  "settings.more": "Mais funções",
  "settings.lunch.title": "Configurações de almoço",
  "settings.lunch.show": "Mostrar almoço",
  "settings.lunch.start": "Início do almoço",
  "settings.lunch.end": "Fim do almoço",
  "settings.lunch.desc": "Uma faixa aparecerá na grade entre",
  "settings.storage.title": "Armazenamento",
  "settings.storage.reset": "Redefinir todos os dados salvos",
  "settings.hideAdvanced": "Ocultar funções avançadas",
  "settings.storage.autoSave": "Salvamento automático ativado",
  "settings.storage.autoSaveDesc": "Sua programação é salva automaticamente no navegador. Os dados incluem:",
  "settings.storage.items.activities": "Atividades criadas",
  "settings.storage.items.blocks": "Cartões na grade com posições exatas",
  "settings.storage.items.config": "Configurações de dias e horários",
  "list.tapToPlace": "Toque para colocar em uma célula (ou arraste)",
  "list.addToGrid": "Adicionar à grade",
  "list.add": "Adicionar",
  "list.deleteCard": "Excluir cartão e seus blocos",
  "list.delete": "Excluir",
  "list.hint": "Arraste para a grade ou toque em um cartão e depois em uma célula.",
  "list.exitPlaceMode": "Sair do modo de colocação",
  "grid.placeMode": "Modo de colocação",
  "grid.hour": "Hora",
  "grid.placeModeActive": "Modo de colocação ativo: toque em uma célula.",
  "grid.cardSelected": "Cartão selecionado:",
  "grid.help.move": "Toque em qualquer célula para mover o cartão",
  "grid.help.delete": "Pressione Delete/Backspace para excluir o cartão",
  "grid.help.deselect": "Clique em uma entrada para desmarcar",
  "grid.deselect": "Desmarcar",
  "grid.moveMode": "Modo mover ativo:",
  "grid.help.moveToCell": "Toque na célula de destino para mover o cartão",
  "block.tapToMove": "Toque para mover para outra célula; arraste para reposicionar",
  "block.editSubtitle": "Editar subtítulo",
  "block.deleteThis": "Excluir este bloco",
  "block.delete": "Excluir bloco",
  "block.resizeUp": "Aumentar para cima",
  "block.resizeDown": "Aumentar para baixo",
  "block.modal.title": "Editar subtítulo",
  "block.modal.desc": "Adicione informações como 'Teórica', 'Prática', professor, etc.",
  "block.subtitlePlaceholder": "Ex.: Teórica - Prof. García",
  "faq.q1": "Onde estão salvos meus horários?",
  "faq.a1": "No seu próprio navegador (localStorage). Não enviamos seus horários para servidores.",
  "faq.q2": "Posso exportar para PDF ou PNG?",
  "faq.a2": "Sim. Abra o painel de exportação e escolha o formato e tamanho preferidos.",
  "faq.q3": "Como movo decorações/carimbos?",
  "faq.a3": "Na exportação, escolha o tema; as imagens são automaticamente ancoradas aos cantos/limites da grade com base no formato.",
  "faq.q4": "É gratuito?",
  "faq.a4": "Sim, MyWeekly é gratuito. Podemos exibir anúncios para sustentar o serviço.",
  "faq.q5": "Gostaria de sugerir uma melhoria",
  "faq.a5": "Escreva para nós em davidlekerman04@gmail.com com sua ideia. Obrigado!",
  "privacy.p1": "No MyWeekly, valorizamos sua privacidade. Este aplicativo funciona principalmente no seu navegador, e as informações do seu cronograma são armazenadas no armazenamento local (localStorage) do dispositivo, não em nossos servidores.",
  "privacy.info.title": "Informações que armazenamos",
  "privacy.info.list1": "Atividades e blocos que você cria dentro do planejador.",
  "privacy.info.list2": "Configurações da grade (dias, horas, passo, etc.).",
  "privacy.info.list3": "Métricas de uso anônimas (se você ativar cookies/analytics) para melhorar a experiência.",
  "privacy.cookies.title": "Cookies e análises",
  "privacy.cookies.p": "Podemos usar ferramentas de medição (por exemplo, Google Analytics ou Tag Manager) para estatísticas agregadas. Não vendemos seus dados nem criamos perfis individuais.",
  "privacy.ads.title": "Publicidade",
  "privacy.ads.p": "Se você vir anúncios, eles vêm de redes de terceiros (como Google AdSense). Essas redes podem usar seus próprios cookies de acordo com suas políticas.",
  "privacy.controls.title": "Seus controles",
  "privacy.controls.list1": "Você pode excluir seu cronograma e configurações do navegador (limpando os dados do site) ou usando os botões de 'reset' se fornecidos pelo aplicativo.",
  "privacy.controls.list2": "Você pode desativar cookies de terceiros nas configurações do seu navegador.",
  "privacy.contact.title": "Contato",
  "privacy.contact.p": "Se você tiver dúvidas, escreva para nós em davidlekerman04@gmail.com.",
  "terms.service.title": "Uso do serviço",
  "terms.service.p": "O MyWeekly é fornecido 'como está', sem garantias. Você pode usá-lo para criar e exportar sua programação pessoal. Não nos responsabilizamos por perdas de dados locais ou decisões tomadas com base nas informações que você gera.",
  "terms.ip.title": "Propriedade intelectual",
  "terms.ip.p": "O software, design e marca pertencem ao MyWeekly. Seu conteúdo (títulos, notas, horários) é seu.",
  "terms.liability.title": "Limitação de responsabilidade",
  "terms.liability.p": "Não somos responsáveis por danos indiretos, incidentais ou consequenciais decorrentes do uso do serviço.",
  "terms.changes.title": "Alterações",
  "terms.changes.p": "Podemos modificar estes termos e/ou o aplicativo. Se as alterações forem significativas, indicaremos nesta página.",
  "pages.pageshell.footer": "MyWeekly — Feito com ❤️",
  "pages.pageshell.linkedin": "por David Lekerman",
  "export.title": "Exportar programação",
  "export.close": "Fechar",
  "export.form.title": "Título",
  "export.form.subtitle": "Subtítulo",
  "export.form.format": "Formato",
  "export.form.decoration": "Decoração",
  "export.form.legend": "Mostrar legenda",
  "export.hint.scroll": "Role ou use as setas para ver mais opções.",
  "export.btn.png": "Baixar PNG",
  "export.btn.pdf": "Baixar PDF",
  "export.btn.loading": "Exportando…",
  "export.decor.none": "Sem decoração",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Médico",
  "export.decor.science": "Científico",
  "export.defaults.title": "Minha Programação Semanal",
  "export.defaults.subtitle": "Planejador de Atividades",
  "export.form.titlePh": "Ex.: Programação Q2",
  "export.form.subtitlePh": "Ex.: Universidade 2025",
  "pages.pageshell.planificador": "Planejador"
}


