{
  "title": "मुफ्त ऑनलाइन साप्ताहिक योजनाकार",
  "subtitle": "अपना सप्ताह एक इंटरैक्टिव ग्रिड के साथ व्यवस्थित करें: खींचें, खींचें, अनुकूलित करें, और अपने शेड्यूल को PDF या PNG के रूप में डाउनलोड करें।",
  "downloadImage": "छवि डाउनलोड करें",
  "footer.blurb": "MyWeekly एक मुफ्त उपकरण है जो आपके साप्ताहिक शेड्यूल को जल्दी और आसानी से बनाने और निर्यात करने के लिए है।",
  "nav.privacy": "गोपनीयता",
  "nav.faq": "सामान्य प्रश्न",
  "nav.terms": "शर्तें",
  "nav.history": "इतिहास",
  "nav.howtouse": "कैसे उपयोग करें",
  "days.mon": "सोमवार",
  "days.tue": "मंगलवार",
  "days.wed": "बुधवार",
  "days.thu": "गुरुवार",
  "days.fri": "शुक्रवार",
  "days.sat": "शनिवार",
  "days.sun": "रविवार",
  "pages.faq.title": "अक्सर पूछे जाने वाले प्रश्न",
  "pages.faq.description": "MyWeekly का उपयोग कैसे करें, इस पर त्वरित उत्तर।",
  "pages.privacy.title": "गोपनीयता नीति",
  "pages.privacy.description": "हम आपके डेटा को कैसे संभालते हैं और कौन सी जानकारी संग्रहीत करते हैं।",
  "pages.terms.title": "नियम और शर्तें",
  "pages.terms.description": "MyWeekly का उपयोग करने के लिए बुनियादी शर्तें।",
  "pages.history.title": "हमारा इतिहास",
  "pages.history.description": "MyWeekly के पीछे की यात्रा और प्रेरणा के बारे में जानें।",
  "pages.history.content": [
    "MyWeekly एक सरल लेकिन दिल से महसूस की गई आवश्यकता से पैदा हुआ था। एक दिन, मेरी प्रेमिका को ऑनलाइन एक विश्वसनीय और उपयोग में आसान साप्ताहिक योजनाकार खोजने में कठिनाई हो रही थी। उसे कुछ सहज, अनुकूलन योग्य और उपयोगकर्ता के अनुकूल चाहिए था, लेकिन उसे जो विकल्प मिले, वे उसकी अपेक्षाओं पर खरे नहीं उतरे। एक समस्या को हल करने और उपकरण बनाने के शौकीन के रूप में, मैंने हस्तक्षेप करने और कुछ बनाने का निर्णय लिया।",
    "जो एक छोटे से प्रोजेक्ट के रूप में शुरू हुआ, मेरी प्रेमिका की मदद करने के लिए, वह जल्दी ही कुछ बहुत बड़ा बन गया। मैंने महसूस किया कि कई लोग एक ही चुनौती का सामना करते हैं: एक योजनाकार ढूंढना जो उनकी अनूठी आवश्यकताओं को पूरा करता हो। चाहे वह व्यस्त कार्य अनुसूची का प्रबंधन करना हो, कक्षाओं का ट्रैक रखना हो, या बस दैनिक कार्यों को व्यवस्थित करना हो, हर किसी को एक ऐसा उपकरण चाहिए जो योजना को सरल और आनंददायक बनाए।",
    "इसे ध्यान में रखते हुए, मैंने MyWeekly बनाने में अपना दिल लगा दिया। मैं चाहता था कि यह सिर्फ एक साधारण योजनाकार से अधिक हो: मैं चाहता था कि यह एक ऐसा उपकरण हो जो लोगों को अपने समय पर नियंत्रण पाने और अपने लक्ष्यों को प्राप्त करने के लिए सशक्त बनाए। मैंने इसे इंटरैक्टिव, दृश्य रूप से आकर्षक और सुविधाओं से भरा बनाने पर ध्यान केंद्रित किया, जैसे ड्रैग-एंड-ड्रॉप कार्यक्षमता, अनुकूलन योग्य ग्रिड, और PDF और PNG के लिए निर्यात विकल्प।",
    "जैसे-जैसे MyWeekly आकार लेने लगा, मैंने इसे दोस्तों और परिवार के साथ साझा किया। उनकी प्रतिक्रिया अत्यधिक सकारात्मक थी और इसने मुझे इसे दुनिया के साथ साझा करने के लिए प्रोत्साहित किया। तभी मैंने MyWeekly को सभी के लिए पूरी तरह से मुफ्त में उपलब्ध कराने का निर्णय लिया। मेरा मानना है कि उत्पादकता और संगठनात्मक उपकरण सभी के लिए सुलभ होने चाहिए, चाहे उनका बजट कुछ भी हो।",
    "आज, MyWeekly सिर्फ एक व्यक्तिगत प्रोजेक्ट से अधिक है: यह प्यार का एक काम है। यह रचनात्मकता, दृढ़ संकल्प और उन लोगों के लिए जीवन को थोड़ा आसान बनाने की इच्छा की शक्ति का प्रमाण है जिनकी हमें परवाह है। मैं इसे बेहतर बनाने, नई सुविधाएँ जोड़ने और यह सुनिश्चित करने के लिए लगातार काम कर रहा हूँ कि यह अपने उपयोगकर्ताओं की आवश्यकताओं को पूरा करे।",
    "इस यात्रा का हिस्सा बनने के लिए धन्यवाद। चाहे आप यहाँ अपने सप्ताह की योजना बनाने, अपने कार्यों को व्यवस्थित करने, या बस यह देखने के लिए हों कि MyWeekly क्या पेशकश करता है, मुझे आशा है कि यह आपके जीवन में मूल्य लाएगा। यह प्रोजेक्ट किसी ऐसे व्यक्ति के लिए एक उपहार के रूप में शुरू हुआ जिसे मैं प्यार करता हूँ, और अब यह मेरा उपहार आपके लिए है।",
    "यदि आपके पास कोई प्रतिक्रिया, सुझाव है, या बस नमस्ते कहना चाहते हैं, तो संपर्क करने में संकोच न करें। आपकी इनपुट मेरे लिए बहुत मायने रखती है और MyWeekly को और भी बेहतर बनाने में मदद करती है।",
    "योजना बनाने, उत्पादक होने और हर पल का अधिकतम लाभ उठाने के लिए। MyWeekly में आपका स्वागत है!"
  ],
  "pages.howtouse.title": "MyWeekly का उपयोग कैसे करें",
  "pages.howtouse.description": "MyWeekly के साथ अपना साप्ताहिक शेड्यूल बनाने और अनुकूलित करने का तरीका जानें।",
  "pages.howtouse.steps": [
    {
      "title": "चरण 1: अपनी गतिविधि लिखें",
      "description": "अपनी गतिविधि का नाम लिखकर शुरू करें। यह 'सुबह की दौड़' से लेकर 'टीम मीटिंग' तक कुछ भी हो सकता है। एक बार जब आपने अपनी गतिविधि का नामकरण कर लिया, तो इसे अपनी सूची में जोड़ें।"
    },
    {
      "title": "चरण 2: गतिविधियों को ग्रिड पर खींचें या टैप करें",
      "description": "एक बार जोड़ा गया, आपकी गतिविधियाँ नीचे कार्ड के रूप में दिखाई देंगी। इन कार्डों को खींचें या उन्हें ग्रिड पर रखने के लिए टैप करें। आप उन्हें खींच सकते हैं, आकार बदल सकते हैं, या उन्हें किसी भी समय और दिन पर ले जा सकते हैं।"
    },
    {
      "title": "चरण 3: अपने शेड्यूल को अनुकूलित करें",
      "description": "प्रत्येक गतिविधि कार्ड पर पेंसिल आइकन पर क्लिक करके शीर्षक, उपशीर्षक और अन्य विवरण संपादित करें। अपने सटीक शेड्यूल को प्रतिबिंबित करने के लिए ग्रिड को समायोजित करें।"
    },
    {
      "title": "चरण 4: अपना शेड्यूल डाउनलोड करें",
      "description": "एक बार आपका शेड्यूल पूरा हो जाने के बाद, 'छवि डाउनलोड करें' बटन पर क्लिक करें। आपके पास इसे सजावट के साथ या बिना, विभिन्न प्रारूपों जैसे A4, वर्ग, या क्षैतिज में डाउनलोड करने के विकल्प होंगे। PNG या PDF के बीच चुनें।"
    }
  ],
  "common.cancel": "रद्द करें",
  "common.save": "सहेजें",
  "palette.create": "गतिविधि बनाएँ",
  "palette.namePlaceholder": "गतिविधि का नाम",
  "palette.moreColors": "अधिक रंग",
  "palette.more": "अधिक",
  "palette.add": "जोड़ें",
  "palette.activities": "गतिविधियाँ:",
  "palette.dragToGrid": "ग्रिड पर खींचें",
  "palette.place": "स्थान",
  "palette.placeTip": "इस गतिविधि को ग्रिड पर एक सेल पर टैप करके रखें",
  "settings.startDay": "प्रारंभ दिन",
  "settings.endDay": "अंत दिन",
  "settings.from": "से",
  "settings.to": "तक",
  "settings.step": "चरण (मिनट)",
  "settings.more": "अधिक सुविधाएँ",
  "settings.lunch.title": "लंच सेटिंग्स",
  "settings.lunch.show": "लंच दिखाएँ",
  "settings.lunch.start": "लंच प्रारंभ",
  "settings.lunch.end": "लंच समाप्त",
  "settings.lunch.desc": "ग्रिड पर एक बार दिखाई देगी",
  "settings.storage.title": "भंडारण",
  "settings.storage.reset": "सभी सहेजे गए डेटा रीसेट करें",
  "settings.hideAdvanced": "उन्नत सुविधाएँ छिपाएँ",
  "settings.storage.autoSave": "स्वचालित सहेजना सक्षम",
  "settings.storage.autoSaveDesc": "आपका शेड्यूल स्वचालित रूप से ब्राउज़र में सहेजा जाता है। डेटा में शामिल हैं:",
  "settings.storage.items.activities": "बनाई गई गतिविधियाँ",
  "settings.storage.items.blocks": "ग्रिड पर कार्ड सटीक स्थानों के साथ",
  "settings.storage.items.config": "दिन और समय सेटिंग्स",
  "list.tapToPlace": "एक सेल में रखने के लिए टैप करें (या खींचें)",
  "list.addToGrid": "ग्रिड में जोड़ें",
  "list.add": "जोड़ें",
  "list.deleteCard": "कार्ड और इसके ब्लॉक हटाएँ",
  "list.delete": "हटाएँ",
  "list.hint": "ग्रिड पर खींचें या एक कार्ड पर टैप करें और फिर एक सेल।",
  "list.exitPlaceMode": "प्लेस मोड से बाहर निकलें",
  "grid.placeMode": "प्लेस मोड",
  "grid.hour": "घंटा",
  "grid.placeModeActive": "प्लेस मोड सक्रिय: एक सेल पर टैप करें।",
  "grid.cardSelected": "चयनित कार्ड:",
  "grid.help.move": "कार्ड को स्थानांतरित करने के लिए किसी भी सेल पर टैप करें",
  "grid.help.delete": "कार्ड को हटाने के लिए डिलीट/बैकस्पेस दबाएँ",
  "grid.help.deselect": "डिसेलेक्ट करने के लिए किसी इनपुट पर क्लिक करें",
  "grid.deselect": "डिसेलेक्ट करें",
  "grid.moveMode": "मूव मोड सक्रिय:",
  "grid.help.moveToCell": "कार्ड को स्थानांतरित करने के लिए गंतव्य सेल पर टैप करें",
  "block.tapToMove": "किसी अन्य सेल में स्थानांतरित करने के लिए टैप करें; पुनः स्थिति के लिए खींचें",
  "block.editSubtitle": "उपशीर्षक संपादित करें",
  "block.deleteThis": "इस ब्लॉक को हटाएँ",
  "block.delete": "ब्लॉक हटाएँ",
  "block.resizeUp": "ऊपर की ओर खींचें",
  "block.resizeDown": "नीचे की ओर खींचें",
  "block.modal.title": "उपशीर्षक संपादित करें",
  "block.modal.desc": "'सिद्धांत,' 'व्यवहार,' प्रोफेसर, आदि जैसी अतिरिक्त जानकारी जोड़ें।",
  "block.subtitlePlaceholder": "उदा.: सिद्धांत - प्रो. गार्सिया",
  "export.title": "शेड्यूल निर्यात करें",
  "export.close": "बंद करें",
  "export.form.title": "शीर्षक",
  "export.form.subtitle": "उपशीर्षक",
  "export.form.format": "प्रारूप",
  "export.form.decoration": "सजावट",
  "export.form.legend": "लीजेंड दिखाएँ",
  "export.hint.scroll": "अधिक विकल्प देखने के लिए स्क्रॉल करें या तीरों का उपयोग करें।",
  "export.btn.png": "PNG डाउनलोड करें",
  "export.btn.pdf": "PDF डाउनलोड करें",
  "export.btn.loading": "निर्यात हो रहा है…",
  "export.decor.none": "कोई सजावट नहीं",
  "export.decor.snoopy": "स्नूपी",
  "export.decor.medical": "चिकित्सा",
  "export.decor.science": "वैज्ञानिक",
  "export.defaults.title": "मेरा साप्ताहिक शेड्यूल",
  "export.defaults.subtitle": "गतिविधि योजनाकार",
  "export.form.titlePh": "उदा.: शेड्यूल 2nd सेमेस्टर",
  "export.form.subtitlePh": "उदा.: विश्वविद्यालय 2025",
  "faq.q1": "मेरे शेड्यूल कहाँ सहेजे गए हैं?",
  "faq.a1": "आपके अपने ब्राउज़र (localStorage) में। हम आपके शेड्यूल को सर्वर पर अपलोड नहीं करते।",
  "faq.q2": "क्या मैं PDF या PNG के रूप में निर्यात कर सकता हूँ?",
  "faq.a2": "हाँ। निर्यात पैनल खोलें और वह प्रारूप और आकार चुनें जो आपको पसंद हो।",
  "faq.q3": "मैं सजावट/स्टैम्प को कैसे स्थानांतरित करूँ?",
  "faq.a3": "निर्यात में, थीम चुनें; छवियाँ स्वचालित रूप से ग्रिड के कोनों/किनारों पर प्रारूप के आधार पर एंकर की जाती हैं।",
  "faq.q4": "क्या यह मुफ्त है?",
  "faq.a4": "हाँ, MyWeekly मुफ्त है। सेवा को बनाए रखने के लिए हम विज्ञापन दिखा सकते हैं।",
  "faq.q5": "मैं एक सुधार का सुझाव देना चाहूँगा",
  "faq.a5": "हमें davidlekerman04@gmail.com पर अपने विचार के साथ लिखें। धन्यवाद!",
  "privacy.p1": "MyWeekly में, हम आपकी गोपनीयता को महत्व देते हैं। यह ऐप मुख्य रूप से आपके ब्राउज़र में काम करता है, और आपकी शेड्यूल जानकारी डिवाइस के स्थानीय भंडारण (localStorage) में सहेजी जाती है, हमारे सर्वर पर नहीं।",
  "privacy.info.title": "हम कौन सी जानकारी संग्रहीत करते हैं",
  "privacy.info.list1": "आप जो गतिविधियाँ और ब्लॉक योजनाकार में बनाते हैं।",
  "privacy.info.list2": "ग्रिड सेटिंग्स (दिन, घंटे, चरण, आदि)।",
  "privacy.info.list3": "अनाम उपयोग मेट्रिक्स (यदि आप कुकीज़/एनालिटिक्स सक्षम करते हैं) अनुभव को बेहतर बनाने के लिए।",
  "privacy.cookies.title": "कुकीज़ और एनालिटिक्स",
  "privacy.cookies.p": "हम मापन उपकरण (जैसे, Google Analytics या Tag Manager) का उपयोग कर सकते हैं। हम आपके डेटा को नहीं बेचते हैं और न ही व्यक्तिगत प्रोफाइल बनाते हैं।",
  "privacy.ads.title": "विज्ञापन",
  "privacy.ads.p": "यदि आप विज्ञापन देखते हैं, तो वे तृतीय-पक्ष नेटवर्क (जैसे, Google AdSense) से आते हैं। ये नेटवर्क अपनी नीतियों के अनुसार अपनी कुकीज़ का उपयोग कर सकते हैं।",
  "privacy.controls.title": "आपके नियंत्रण",
  "privacy.controls.list1": "आप अपने ब्राउज़र से शेड्यूल और सेटिंग्स को हटा सकते हैं (साइट डेटा साफ़ करके) या ऐप द्वारा प्रदान किए गए 'रीसेट' बटन का उपयोग करके।",
  "privacy.controls.list2": "आप अपने ब्राउज़र सेटिंग्स से तृतीय-पक्ष कुकीज़ को अक्षम कर सकते हैं।",
  "privacy.contact.title": "संपर्क करें",
  "privacy.contact.p": "यदि आपके कोई प्रश्न हैं, तो हमें davidlekerman04@gmail.com पर लिखें।",
  "terms.service.title": "सेवा का उपयोग",
  "terms.service.p": "MyWeekly 'जैसा है' प्रदान किया गया है, बिना किसी गारंटी के। आप इसका उपयोग अपने व्यक्तिगत शेड्यूल को बनाने और निर्यात करने के लिए कर सकते हैं। हम स्थानीय डेटा हानि या आपके द्वारा उत्पन्न जानकारी के आधार पर लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं।",
  "terms.ip.title": "बौद्धिक संपदा",
  "terms.ip.p": "सॉफ़्टवेयर, डिज़ाइन और ब्रांड MyWeekly के हैं। आपकी सामग्री (शीर्षक, नोट्स, शेड्यूल) आपकी है।",
  "terms.liability.title": "देयता की सीमा",
  "terms.liability.p": "हम सेवा के उपयोग से उत्पन्न किसी भी अप्रत्यक्ष, आकस्मिक, या परिणामी क्षति के लिए उत्तरदायी नहीं होंगे।",
  "terms.changes.title": "परिवर्तन",
  "terms.changes.p": "हम इन शर्तों और/या ऐप को संशोधित कर सकते हैं। यदि परिवर्तन प्रासंगिक हैं, तो हम इस पृष्ठ पर इसका संकेत देंगे।",
  "pages.pageshell.footer": "MyWeekly — ❤️ के साथ बनाया गया",
  "pages.pageshell.linkedin": "द्वारा David Lekerman",
    "pages.pageshell.planificador": "योजनाकार"
}
