{
  "title": "Darmowy internetowy planer tygodniowy",
  "subtitle": "Zorganizuj swój tydzień za pomocą interaktywnej siatki: przeciągnij, rozciągnij, dostosuj i pobierz swój harmonogram w formacie PDF lub PNG.",
  "downloadImage": "Pobierz obraz",
  "footer.blurb": "MyWeekly to darmowe narzędzie do szybkiego i łatwego tworzenia i eksportowania tygodniowego harmonogramu.",
  "nav.privacy": "Prywatność",
  "nav.faq": "FAQ",
  "nav.terms": "Warunki",
  "nav.history": "Historia",
  "nav.howtouse": "Jak używać",
  "days.mon": "Poniedziałek",
  "days.tue": "Wtorek",
  "days.wed": "Środa",
  "days.thu": "Czwartek",
  "days.fri": "Piątek",
  "days.sat": "Sobota",
  "days.sun": "Niedziela",
  "pages.faq.title": "Często zadawane pytania",
  "pages.faq.description": "Szybkie odpowiedzi na temat korzystania z MyWeekly.",
  "pages.privacy.title": "Polityka prywatności",
  "pages.privacy.description": "Jak przetwarzamy Twoje dane i jakie informacje przechowujemy.",
  "pages.terms.title": "Warunki użytkowania",
  "pages.terms.description": "Podstawowe warunki korzystania z MyWeekly.",
  "pages.history.title": "Nasza historia",
  "pages.history.description": "Dowiedz się więcej o podróży i inspiracji stojącej za MyWeekly.",
  "pages.history.content": [
    "MyWeekly narodziło się z prostej, ale szczerej potrzeby. Pewnego dnia moja dziewczyna miała trudności ze znalezieniem niezawodnego i łatwego w użyciu planera tygodniowego online. Potrzebowała czegoś intuicyjnego, dostosowywalnego i przyjaznego dla użytkownika, ale żadna z opcji, które znalazła, nie spełniała jej oczekiwań. Jako osoba, która lubi rozwiązywać problemy i tworzyć narzędzia, postanowiłem interweniować i coś stworzyć.",
    "To, co zaczęło się jako mały projekt, aby pomóc mojej dziewczynie, szybko przerodziło się w coś znacznie większego. Zdałem sobie sprawę, że wiele osób boryka się z tym samym wyzwaniem: znalezieniem planera, który spełnia ich unikalne potrzeby. Niezależnie od tego, czy chodzi o zarządzanie napiętym harmonogramem pracy, śledzenie zajęć, czy po prostu organizowanie codziennych zadań, każdy zasługuje na narzędzie, które sprawia, że planowanie jest proste i przyjemne.",
    "Mając to na uwadze, włożyłem całe serce w tworzenie MyWeekly. Chciałem, aby było czymś więcej niż tylko prostym planerem: chciałem, aby było narzędziem, które daje ludziom możliwość przejęcia kontroli nad swoim czasem i osiągnięcia swoich celów. Skupiłem się na uczynieniu go interaktywnym, wizualnie atrakcyjnym i pełnym funkcji, takich jak funkcja przeciągnij i upuść, dostosowywalne siatki i opcje eksportu do PDF i PNG.",
    "Gdy MyWeekly zaczęło nabierać kształtów, podzieliłem się nim z przyjaciółmi i rodziną. Ich opinie były niezwykle pozytywne i zachęciły mnie do podzielenia się nim ze światem. Wtedy postanowiłem udostępnić MyWeekly wszystkim, całkowicie za darmo. Wierzę, że narzędzia do produktywności i organizacji powinny być dostępne dla każdego, niezależnie od budżetu.",
    "Dziś MyWeekly to coś więcej niż tylko osobisty projekt: to dzieło miłości. To świadectwo siły kreatywności, determinacji i pragnienia, aby życie było trochę łatwiejsze dla ludzi, na których nam zależy. Nieustannie pracuję nad jego ulepszaniem, dodawaniem nowych funkcji i zapewnieniem, że spełnia potrzeby swoich użytkowników.",
    "Dziękuję, że jesteś częścią tej podróży. Niezależnie od tego, czy jesteś tutaj, aby zaplanować swój tydzień, zorganizować swoje zadania, czy po prostu odkryć, co MyWeekly ma do zaoferowania, mam nadzieję, że wniesie to wartość do Twojego życia. Ten projekt zaczął się jako prezent dla kogoś, kogo kocham, a teraz jest moim prezentem dla Ciebie.",
    "Jeśli masz opinie, sugestie lub po prostu chcesz się przywitać, nie wahaj się z nami skontaktować. Twoje uwagi są dla mnie bardzo ważne i pomagają uczynić MyWeekly jeszcze lepszym.",
    "Na planowanie, produktywność i maksymalne wykorzystanie każdej chwili. Witamy w MyWeekly!"
  ],
  "pages.howtouse.title": "Jak korzystać z MyWeekly",
  "pages.howtouse.description": "Dowiedz się, jak tworzyć i dostosowywać swój tygodniowy harmonogram za pomocą MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Krok 1: Napisz swoją aktywność",
      "description": "Zacznij od napisania nazwy swojej aktywności. Może to być cokolwiek, od 'Poranny bieg' po 'Spotkanie zespołu'. Po nadaniu nazwy swojej aktywności dodaj ją do swojej listy."
    },
    {
      "title": "Krok 2: Przeciągnij lub stuknij aktywności na siatkę",
      "description": "Po dodaniu Twoje aktywności pojawią się jako karty poniżej. Przeciągnij te karty lub stuknij je, aby umieścić je na siatce. Możesz je rozciągać, zmieniać ich rozmiar lub przenosić na dowolny czas i dzień."
    },
    {
      "title": "Krok 3: Dostosuj swój harmonogram",
      "description": "Edytuj tytuły, podtytuły i inne szczegóły, klikając ikonę ołówka na każdej karcie aktywności. Dostosuj siatkę, aby odzwierciedlała Twój dokładny harmonogram."
    },
    {
      "title": "Krok 4: Pobierz swój harmonogram",
      "description": "Gdy Twój harmonogram będzie gotowy, kliknij przycisk 'Pobierz obraz'. Będziesz mieć opcje pobrania go z dekoracjami lub bez, w różnych formatach, takich jak A4, kwadratowy lub poziomy. Wybierz między PNG lub PDF."
    }
  ],
  "common.cancel": "Anuluj",
  "common.save": "Zapisz",
  "palette.create": "Utwórz aktywność",
  "palette.namePlaceholder": "Nazwa aktywności",
  "palette.moreColors": "Więcej kolorów",
  "palette.more": "Więcej",
  "palette.add": "Dodaj",
  "palette.activities": "Aktywności:",
  "palette.dragToGrid": "Przeciągnij na siatkę",
  "palette.place": "Umieść",
  "palette.placeTip": "Umieść tę aktywność, stukając komórkę na siatce",
  "settings.startDay": "Dzień początkowy",
  "settings.endDay": "Dzień końcowy",
  "settings.from": "Od",
  "settings.to": "Do",
  "settings.step": "Krok (min)",
  "settings.more": "Więcej funkcji",
  "settings.lunch.title": "Ustawienia lunchu",
  "settings.lunch.show": "Pokaż lunch",
  "settings.lunch.start": "Początek lunchu",
  "settings.lunch.end": "Koniec lunchu",
  "settings.lunch.desc": "Na siatce pojawi się pasek między",
  "settings.storage.title": "Przechowywanie",
  "settings.storage.reset": "Zresetuj wszystkie zapisane dane",
  "settings.hideAdvanced": "Ukryj zaawansowane funkcje",
  "settings.storage.autoSave": "Automatyczne zapisywanie włączone",
  "settings.storage.autoSaveDesc": "Twój harmonogram jest automatycznie zapisywany w przeglądarce. Dane obejmują:",
  "settings.storage.items.activities": "Utworzone aktywności",
  "settings.storage.items.blocks": "Karty na siatce z dokładnymi pozycjami",
  "settings.storage.items.config": "Ustawienia dnia i godziny",
  "list.tapToPlace": "Stuknij, aby umieścić w komórce (lub przeciągnij)",
  "list.addToGrid": "Dodaj do siatki",
  "list.add": "Dodaj",
  "list.deleteCard": "Usuń kartę i jej bloki",
  "list.delete": "Usuń",
  "list.hint": "Przeciągnij na siatkę lub stuknij kartę, a następnie komórkę.",
  "list.exitPlaceMode": "Wyjdź z trybu umieszczania",
  "grid.placeMode": "Tryb umieszczania",
  "grid.hour": "Godzina",
  "grid.placeModeActive": "Tryb umieszczania aktywny: Stuknij komórkę.",
  "grid.cardSelected": "Wybrana karta:",
  "grid.help.move": "Stuknij dowolną komórkę, aby przenieść kartę",
  "grid.help.delete": "Naciśnij Usuń/Backspace, aby usunąć kartę",
  "grid.help.deselect": "Kliknij na wejście, aby odznaczyć",
  "grid.deselect": "Odznacz",
  "grid.moveMode": "Tryb przenoszenia aktywny:",
  "grid.help.moveToCell": "Stuknij komórkę docelową, aby przenieść kartę",
  "block.tapToMove": "Stuknij, aby przenieść do innej komórki; przeciągnij, aby zmienić pozycję",
  "block.editSubtitle": "Edytuj podtytuł",
  "block.deleteThis": "Usuń ten blok",
  "block.delete": "Usuń blok",
  "block.resizeUp": "Rozciągnij w górę",
  "block.resizeDown": "Rozciągnij w dół",
  "block.modal.title": "Edytuj podtytuł",
  "block.modal.desc": "Dodaj dodatkowe informacje, takie jak 'Teoria,' 'Praktyka,' profesor itp.",
  "block.subtitlePlaceholder": "Np.: Teoria - Prof. Garcia",
  "export.title": "Eksportuj harmonogram",
  "export.close": "Zamknij",
  "export.form.title": "Tytuł",
  "export.form.subtitle": "Podtytuł",
  "export.form.format": "Format",
  "export.form.decoration": "Dekoracja",
  "export.form.legend": "Pokaż legendę",
  "export.hint.scroll": "Przewiń lub użyj strzałek, aby zobaczyć więcej opcji.",
  "export.btn.png": "Pobierz PNG",
  "export.btn.pdf": "Pobierz PDF",
  "export.btn.loading": "Eksportowanie…",
  "export.decor.none": "Brak dekoracji",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medyczny",
  "export.decor.science": "Naukowy",
  "export.defaults.title": "Mój tygodniowy harmonogram",
  "export.defaults.subtitle": "Planer aktywności",
  "export.form.titlePh": "Np.: Harmonogram 2. semestru",
  "export.form.subtitlePh": "Np.: Uniwersytet 2025",
  "faq.q1": "Gdzie są zapisywane moje harmonogramy?",
  "faq.a1": "W Twojej przeglądarce (localStorage). Nie przesyłamy Twoich harmonogramów na serwery.",
  "faq.q2": "Czy mogę eksportować jako PDF lub PNG?",
  "faq.a2": "Tak. Otwórz panel eksportu i wybierz preferowany format i rozmiar.",
  "faq.q3": "Jak przenieść dekoracje/stemple?",
  "faq.a3": "W eksporcie wybierz motyw; obrazy są automatycznie zakotwiczone w rogach/krawędziach siatki w zależności od formatu.",
  "faq.q4": "Czy to jest darmowe?",
  "faq.a4": "Tak, MyWeekly jest darmowe. Możemy wyświetlać reklamy, aby utrzymać usługę.",
  "faq.q5": "Chciałbym zasugerować ulepszenie",
  "faq.a5": "Napisz do nas na davidlekerman04@gmail.com ze swoim pomysłem. Dziękujemy!",
  "privacy.p1": "W MyWeekly cenimy Twoją prywatność. Ta aplikacja działa głównie w Twojej przeglądarce, a informacje o Twoim harmonogramie są zapisywane w lokalnej pamięci urządzenia (localStorage), a nie na naszych serwerach.",
  "privacy.info.title": "Informacje, które przechowujemy",
  "privacy.info.list1": "Aktywności i bloki, które tworzysz w planerze.",
  "privacy.info.list2": "Ustawienia siatki (dni, godziny, krok itp.).",
  "privacy.info.list3": "Anonimowe metryki użytkowania (jeśli włączysz pliki cookie/analizę) w celu poprawy doświadczenia.",
  "privacy.cookies.title": "Pliki cookie i analiza",
  "privacy.cookies.p": "Możemy używać narzędzi pomiarowych (np. Google Analytics lub Tag Manager) do zbiorczych statystyk. Nie sprzedajemy Twoich danych ani nie tworzymy indywidualnych profili.",
  "privacy.ads.title": "Reklamy",
  "privacy.ads.p": "Jeśli widzisz reklamy, pochodzą one z sieci zewnętrznych (np. Google AdSense). Te sieci mogą używać własnych plików cookie zgodnie ze swoimi zasadami.",
  "privacy.controls.title": "Twoje kontrolki",
  "privacy.controls.list1": "Możesz usunąć swój harmonogram i ustawienia z przeglądarki (czyszcząc dane witryny) lub używając przycisków 'reset', jeśli aplikacja je udostępnia.",
  "privacy.controls.list2": "Możesz wyłączyć pliki cookie stron trzecich w ustawieniach przeglądarki.",
  "privacy.contact.title": "Kontakt",
  "privacy.contact.p": "Jeśli masz pytania, napisz do nas na adres davidlekerman04@gmail.com.",
  "terms.service.title": "Korzystanie z usługi",
  "terms.service.p": "MyWeekly jest dostarczane 'tak jak jest', bez gwarancji. Możesz go używać do tworzenia i eksportowania swojego osobistego harmonogramu. Nie ponosimy odpowiedzialności za utratę danych lokalnych lub decyzje podjęte na podstawie wygenerowanych informacji.",
  "terms.ip.title": "Własność intelektualna",
  "terms.ip.p": "Oprogramowanie, projekt i marka należą do MyWeekly. Twoje treści (tytuły, notatki, harmonogramy) należą do Ciebie.",
  "terms.liability.title": "Ograniczenie odpowiedzialności",
  "terms.liability.p": "Nie ponosimy odpowiedzialności za jakiekolwiek pośrednie, przypadkowe lub wynikowe szkody wynikające z korzystania z usługi.",
  "terms.changes.title": "Zmiany",
  "terms.changes.p": "Możemy zmienić te warunki i/lub aplikację. Jeśli zmiany są istotne, wskażemy to na tej stronie.",
  "pages.pageshell.footer": "MyWeekly — Stworzone z ❤️",
  "pages.pageshell.linkedin": "przez David Lekerman",
  "pages.pageshell.planificador": "Planer"
}
