{
  "title": "Perencana mingguan online gratis",
  "subtitle": "Rencanakan minggu Anda dengan grid interaktif: seret, rentangkan, sesuaikan, dan unduh jadwal Anda sebagai PDF atau PNG.",
  "downloadImage": "Unduh gambar",
  "footer.blurb": "MyWeekly adalah alat gratis untuk dengan cepat membuat dan mengekspor jadwal mingguan Anda.",
  "nav.privacy": "Privasi",
  "nav.faq": "FAQ",
  "nav.terms": "Ketentuan",
  "nav.history": "Sejarah",
  "nav.howtouse": "Cara Menggunakan",
  "days.mon": "Senin",
  "days.tue": "Selasa",
  "days.wed": "Rabu",
  "days.thu": "Kamis",
  "days.fri": "Jumat",
  "days.sat": "Sabtu",
  "days.sun": "Minggu",
  "pages.faq.title": "Pertanyaan yang Sering Diajukan",
  "pages.faq.description": "Jawaban cepat tentang cara menggunakan MyWeekly.",
  "pages.privacy.title": "Kebijakan Privasi",
  "pages.privacy.description": "Bagaimana kami menangani data Anda dan apa yang kami simpan.",
  "pages.terms.title": "Syarat & Ketentuan",
  "pages.terms.description": "Ketentuan dasar untuk menggunakan MyWeekly.",
  "pages.history.title": "Kisah Kami",
  "pages.history.description": "Pelajari tentang perjalanan dan inspirasi di balik MyWeekly.",
  "pages.history.content": [
    "MyWeekly lahir dari kebutuhan sederhana namun mendalam. Suatu hari, pacar saya kesulitan menemukan perencana mingguan online yang andal dan mudah digunakan. Dia membutuhkan sesuatu yang intuitif, dapat disesuaikan, dan ramah pengguna, tetapi semua opsi yang dia temukan tidak memenuhi harapannya. Sebagai seseorang yang suka memecahkan masalah dan menciptakan alat, saya memutuskan untuk turun tangan dan membangun sesuatu.",
    "Apa yang dimulai sebagai proyek kecil untuk membantu pacar saya dengan cepat berubah menjadi sesuatu yang jauh lebih besar. Saya menyadari bahwa banyak orang menghadapi tantangan yang sama: menemukan perencana yang sesuai dengan kebutuhan unik mereka. Baik itu untuk mengelola jadwal kerja yang sibuk, melacak kelas, atau sekadar mengatur tugas sehari-hari, semua orang pantas mendapatkan alat yang membuat perencanaan menjadi sederhana dan menyenangkan.",
    "Dengan pemikiran ini, saya mencurahkan seluruh hati saya untuk menciptakan MyWeekly. Saya ingin itu menjadi lebih dari sekadar perencana sederhana: saya ingin itu menjadi alat yang memberdayakan orang untuk mengendalikan waktu mereka dan mencapai tujuan mereka. Saya fokus untuk membuatnya interaktif, menarik secara visual, dan penuh dengan fitur seperti fungsi seret dan lepas, grid yang dapat disesuaikan, dan opsi ekspor ke PDF dan PNG.",
    "Saat MyWeekly mulai terbentuk, saya membagikannya dengan teman dan keluarga. Umpan balik mereka sangat positif dan mendorong saya untuk membagikannya kepada dunia. Saat itulah saya memutuskan untuk membuat MyWeekly tersedia untuk semua orang, sepenuhnya gratis. Saya percaya bahwa alat produktivitas dan organisasi harus dapat diakses oleh semua orang, terlepas dari anggaran mereka.",
    "Hari ini, MyWeekly lebih dari sekadar proyek pribadi: ini adalah pekerjaan cinta. Ini adalah bukti kekuatan kreativitas, tekad, dan keinginan untuk membuat hidup sedikit lebih mudah bagi orang-orang yang kita pedulikan. Saya terus bekerja untuk meningkatkannya, menambahkan fitur baru, dan memastikan bahwa itu memenuhi kebutuhan penggunanya.",
    "Terima kasih telah menjadi bagian dari perjalanan ini. Apakah Anda di sini untuk merencanakan minggu Anda, mengatur tugas Anda, atau sekadar menjelajahi apa yang ditawarkan MyWeekly, saya harap itu memberikan nilai bagi hidup Anda. Proyek ini dimulai sebagai hadiah untuk seseorang yang saya cintai, dan sekarang ini adalah hadiah saya untuk Anda.",
    "Jika Anda memiliki umpan balik, saran, atau hanya ingin menyapa, jangan ragu untuk menghubungi kami. Umpan balik Anda sangat berarti bagi saya dan membantu membuat MyWeekly menjadi lebih baik lagi.",
    "Inilah untuk merencanakan, menjadi produktif, dan memanfaatkan setiap momen sebaik-baiknya. Selamat datang di MyWeekly!"
  ],
  "pages.howtouse.title": "Cara Menggunakan MyWeekly",
  "pages.howtouse.description": "Pelajari cara membuat dan menyesuaikan jadwal mingguan Anda dengan MyWeekly.",
  "pages.howtouse.intro": "Selamat datang di MyWeekly, alat Anda untuk merencanakan minggu Anda secara efisien.",
  "pages.howtouse.steps": [
    {
      "title": "Langkah 1: Tulis Aktivitas Anda",
      "description": "Mulailah dengan menulis nama aktivitas Anda. Ini bisa berupa apa saja, mulai dari 'Lari pagi' hingga 'Rapat tim'. Setelah Anda memberi nama aktivitas Anda, tambahkan ke daftar Anda."
    },
    {
      "title": "Langkah 2: Seret atau Ketuk Aktivitas di Grid",
      "description": "Setelah ditambahkan, aktivitas Anda akan muncul sebagai kartu di bawah. Seret kartu ini atau ketuk untuk meletakkannya di grid. Anda dapat memperpanjang, mengubah ukuran, atau memindahkannya ke waktu dan hari apa pun yang Anda inginkan."
    },
    {
      "title": "Langkah 3: Sesuaikan Jadwal Anda",
      "description": "Edit judul, subjudul, dan detail lainnya dengan mengklik ikon pensil di setiap kartu aktivitas. Sesuaikan grid untuk mencerminkan jadwal Anda yang tepat."
    },
    {
      "title": "Langkah 4: Unduh Jadwal Anda",
      "description": "Setelah jadwal Anda selesai, klik tombol 'Unduh Gambar'. Anda akan memiliki opsi untuk mengunduhnya dengan atau tanpa dekorasi, dalam berbagai format seperti A4, persegi, atau horizontal. Pilih antara PNG atau PDF."
    }
  ],
  "pages.howtouse.conclusion": "Terima kasih telah menggunakan MyWeekly. Kami harap Anda menikmati mengatur waktu Anda!",
  "common.cancel": "Batal",
  "common.save": "Simpan",
  "palette.create": "Buat aktivitas",
  "palette.namePlaceholder": "Nama aktivitas",
  "palette.moreColors": "Lebih banyak warna",
  "palette.more": "Lebih banyak",
  "palette.add": "Tambahkan",
  "palette.activities": "Aktivitas:",
  "palette.dragToGrid": "Seret ke grid",
  "palette.place": "Tempatkan",
  "palette.placeTip": "Tempatkan aktivitas ini dengan mengetuk sel grid",
  "settings.startDay": "Hari mulai",
  "settings.endDay": "Hari berakhir",
  "settings.from": "Dari",
  "settings.to": "Ke",
  "settings.step": "langkah (menit)",
  "settings.more": "Fungsi lainnya",
  "settings.lunch.title": "Pengaturan makan siang",
  "settings.lunch.show": "Tampilkan makan siang",
  "settings.lunch.start": "Mulai makan siang",
  "settings.lunch.end": "Akhir makan siang",
  "settings.lunch.desc": "Sebuah pita akan ditampilkan pada grid antara",
  "settings.storage.title": "Penyimpanan",
  "settings.storage.reset": "Reset semua data yang disimpan",
  "settings.hideAdvanced": "Sembunyikan fungsi lanjutan",
  "settings.storage.autoSave": "Penyimpanan otomatis diaktifkan",
  "settings.storage.autoSaveDesc": "Jadwal Anda secara otomatis disimpan di browser. Data termasuk:",
  "settings.storage.items.activities": "Aktivitas yang dibuat",
  "settings.storage.items.blocks": "Kartu pada grid dengan posisi yang tepat",
  "settings.storage.items.config": "Konfigurasi hari dan waktu",
  "list.tapToPlace": "Ketuk untuk menempatkan pada sel (atau seret)",
  "list.addToGrid": "Tambahkan ke grid",
  "list.add": "Tambahkan",
  "list.deleteCard": "Hapus kartu dan bloknya",
  "list.delete": "Hapus",
  "list.hint": "Seret ke grid atau ketuk kartu lalu sel.",
  "list.exitPlaceMode": "Keluar dari mode tempat",
  "grid.placeMode": "Mode tempat",
  "grid.hour": "Jam",
  "grid.placeModeActive": "Mode tempat aktif: ketuk sel.",
  "grid.cardSelected": "Kartu yang dipilih:",
  "grid.help.move": "Ketuk sel mana saja untuk memindahkan kartu",
  "grid.help.delete": "Tekan Hapus/Backspace untuk menghapus kartu",
  "grid.help.deselect": "Klik input untuk membatalkan pilihan",
  "grid.deselect": "Batalkan pilihan",
  "grid.moveMode": "Mode pindah aktif:",
  "grid.help.moveToCell": "Ketuk sel tujuan untuk memindahkan kartu",
  "block.tapToMove": "Ketuk untuk pindah ke sel lain; seret untuk memposisikan ulang",
  "block.editSubtitle": "Edit subjudul",
  "block.deleteThis": "Hapus blok ini",
  "block.delete": "Hapus blok",
  "block.resizeUp": "Perbesar ke atas",
  "block.resizeDown": "Perkecil ke bawah",
  "block.modal.title": "Edit subjudul",
  "block.modal.desc": "Tambahkan info tambahan seperti 'Kuliah', 'Praktik', guru, dll.",
  "block.subtitlePlaceholder": "mis. Kuliah - Prof. Budi",
  "export.title": "Ekspor jadwal",
  "export.close": "Tutup",
  "export.form.title": "Judul",
  "export.form.subtitle": "Subjudul",
  "export.form.format": "Format",
  "export.form.decoration": "Dekorasi",
  "export.form.legend": "Tampilkan legenda",
  "export.hint.scroll": "Gulir atau gunakan panah untuk melihat lebih banyak opsi.",
  "export.btn.png": "Unduh PNG",
  "export.btn.pdf": "Unduh PDF",
  "export.btn.loading": "Mengekspor…",
  "export.decor.none": "Tidak ada dekorasi.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medis",
  "export.decor.science": "Ilmiah",
  "export.defaults.title": "Jadwal Mingguan Saya",
  "export.defaults.subtitle": "Perencana Aktivitas",
  "export.form.titlePh": "mis. Jadwal Semester 2",
  "export.form.subtitlePh": "mis. Universitas 2025",
  "faq.q1": "Di mana jadwal saya disimpan?",
  "faq.a1": "Di browser Anda sendiri (localStorage). Kami tidak mengunggah jadwal Anda ke server.",
  "faq.q2": "Bisakah saya mengekspor ke PDF atau PNG?",
  "faq.a2": "Ya. Buka panel ekspor dan pilih format serta ukuran yang Anda inginkan.",
  "faq.q3": "Bagaimana cara memindahkan dekorasi/stempel?",
  "faq.a3": "Dalam ekspor, pilih tema; gambar secara otomatis dipasang ke sudut/batas grid berdasarkan format.",
  "faq.q4": "Apakah ini gratis?",
  "faq.a4": "Ya, MyWeekly gratis. Kami dapat menampilkan iklan untuk mendukung layanan.",
  "faq.q5": "Saya ingin menyarankan perbaikan",
  "faq.a5": "Tulis kepada kami di davidlekerman04@gmail.com dengan ide Anda. Terima kasih!",
  "privacy.p1": "Di MyWeekly, kami menghargai privasi Anda. Aplikasi ini terutama bekerja di browser Anda, dan informasi jadwal Anda disimpan di penyimpanan lokal perangkat (localStorage), bukan di server kami.",
  "privacy.info.title": "Informasi yang kami simpan",
  "privacy.info.list1": "Aktivitas dan blok yang Anda buat di perencana.",
  "privacy.info.list2": "Pengaturan grid (hari, jam, langkah, dll.).",
  "privacy.info.list3": "Metri penggunaan anonim (jika Anda mengaktifkan cookie/analitik) untuk meningkatkan pengalaman.",
  "privacy.cookies.title": "Cookie dan analitik",
  "privacy.cookies.p": "Kami dapat menggunakan alat pengukuran (misalnya, Google Analytics atau Tag Manager) untuk statistik agregat. Kami tidak menjual data Anda atau membuat profil individu.",
  "privacy.ads.title": "Iklan",
  "privacy.ads.p": "Jika Anda melihat iklan, itu berasal dari jaringan pihak ketiga (seperti Google AdSense). Jaringan ini dapat menggunakan cookie mereka sendiri sesuai dengan kebijakan mereka.",
  "privacy.controls.title": "Kontrol Anda",
  "privacy.controls.list1": "Anda dapat menghapus jadwal dan pengaturan Anda dari browser (dengan menghapus data situs) atau menggunakan tombol 'reset' jika aplikasi menyediakannya.",
  "privacy.controls.list2": "Anda dapat menonaktifkan cookie pihak ketiga dari pengaturan browser Anda.",
  "privacy.contact.title": "Kontak",
  "privacy.contact.p": "Jika Anda memiliki pertanyaan, tulis kepada kami di davidlekerman04@gmail.com.",
  "terms.service.title": "Ketentuan Layanan",
  "terms.service.p": "MyWeekly disediakan 'sebagaimana adanya', tanpa jaminan. Anda dapat menggunakannya untuk membuat dan mengekspor jadwal pribadi Anda. Kami tidak bertanggung jawab atas kehilangan data lokal atau keputusan yang dibuat berdasarkan informasi yang Anda buat.",
  "terms.ip.title": "Hak Kekayaan Intelektual",
  "terms.ip.p": "Perangkat lunak, desain, dan merek milik MyWeekly. Konten Anda (judul, catatan, jadwal) adalah milik Anda.",
  "terms.liability.title": "Batasan Tanggung Jawab",
  "terms.liability.p": "Kami tidak bertanggung jawab atas kerusakan tidak langsung, insidental, atau konsekuensial yang timbul dari penggunaan layanan.",
  "terms.changes.title": "Perubahan",
  "terms.changes.p": "Kami dapat mengubah ketentuan ini dan/atau aplikasi. Jika perubahan relevan, kami akan menunjukkan di halaman ini.",
  "pages.pageshell.footer": "MyWeekly — Dibuat dengan ❤️",
  "pages.pageshell.linkedin": "oleh David Lekerman",
    "pages.pageshell.planificador": "Perencana"
}
