{
  "title": "Planificador semanal online gratis",
  "subtitle": "Organiza tu semana con una grilla interactiva: arrastrá, estirá, personalizá y descargá tu horario en PDF o PNG.",
  "downloadImage": "Descargar imagen",
  "footer.blurb": "MyWeekly es una herramienta gratuita para crear y exportar tu horario semanal de forma rápida y sencilla.",
  "nav.privacy": "Privacy",
  "nav.faq": "FAQ",
  "nav.terms": "Terms",
  "nav.history": "Historia",
  "nav.howtouse": "Cómo usar",
  "days.mon": "Lunes",
  "days.tue": "Martes",
  "days.wed": "Miércoles",
  "days.thu": "Jueves",
  "days.fri": "Viernes",
  "days.sat": "Sábado",
  "days.sun": "Domingo",
  "pages.faq.title": "Preguntas Frecuentes",
  "pages.faq.description": "Respuestas rápidas sobre cómo usar MyWeekly.",
  "pages.privacy.title": "Política de Privacidad",
  "pages.privacy.description": "Cómo tratamos tus datos y qué información almacenamos.",
  "pages.terms.title": "Términos & Condiciones",
  "pages.terms.description": "Condiciones básicas para usar MyWeekly.",
  "pages.history.title": "Nuestra historia",
  "pages.history.description": "Conoce el viaje y la inspiración detrás de MyWeekly.",
  "pages.history.content": [
    "MyWeekly nació de una necesidad simple pero sentida. Un día, mi novia estaba luchando por encontrar un planificador semanal confiable y fácil de usar en línea. Necesitaba algo intuitivo, personalizable y fácil de usar, pero todas las opciones que encontraba no cumplían con sus expectativas. Como alguien que ama resolver problemas y crear herramientas, decidí intervenir y construir algo.",
    "Lo que comenzó como un pequeño proyecto para ayudar a mi novia rápidamente se convirtió en algo mucho más grande. Me di cuenta de que muchas personas enfrentan el mismo desafío: encontrar un planificador que se ajuste a sus necesidades únicas. Ya sea para gestionar un horario de trabajo ocupado, llevar un seguimiento de las clases o simplemente organizar las tareas diarias, todos merecen una herramienta que haga que la planificación sea sencilla y agradable.",
    "Con esto en mente, puse todo mi corazón en la creación de MyWeekly. Quería que fuera más que un simple planificador: quería que fuera una herramienta que empoderara a las personas para tomar el control de su tiempo y alcanzar sus metas. Me enfoqué en hacerlo interactivo, visualmente atractivo y lleno de funciones como la funcionalidad de arrastrar y soltar, cuadrículas personalizables y opciones de exportación para PDF y PNG.",
    "A medida que MyWeekly comenzó a tomar forma, lo compartí con amigos y familiares. Sus comentarios fueron abrumadoramente positivos y me animaron a compartirlo con el mundo. Fue entonces cuando decidí hacer que MyWeekly estuviera disponible para todos, completamente gratis. Creo que las herramientas de productividad y organización deben ser accesibles para todos, independientemente de su presupuesto.",
    "Hoy, MyWeekly es más que un proyecto personal: es un trabajo de amor. Es un testimonio del poder de la creatividad, la determinación y el deseo de hacer la vida un poco más fácil para las personas que nos importan. Estoy constantemente trabajando para mejorarlo, agregando nuevas funciones y asegurándome de que satisfaga las necesidades de sus usuarios.",
    "Gracias por ser parte de este viaje. Ya sea que estés aquí para planificar tu semana, organizar tus tareas o simplemente explorar lo que MyWeekly tiene para ofrecer, espero que aporte valor a tu vida. Este proyecto comenzó como un regalo para alguien que amo, y ahora es mi regalo para ti.",
    "Si tienes algún comentario, sugerencia o simplemente quieres saludar, no dudes en ponerte en contacto. Tu opinión significa el mundo para mí y ayuda a hacer que MyWeekly sea aún mejor.",
    "Aquí está para planificar, ser productivo y aprovechar al máximo cada momento. ¡Bienvenido a MyWeekly!"
  ],
  "pages.howtouse.title": "Cómo usar MyWeekly",
  "pages.howtouse.description": "Aprende a crear y personalizar tu horario semanal con MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Paso 1: Escribe tu Actividad",
      "description": "Comienza escribiendo el nombre de tu actividad. Esto puede ser cualquier cosa, desde 'Correr por la mañana' hasta 'Reunión de equipo'. Una vez que hayas nombrado tu actividad, agrégala a tu lista."
    },
    {
      "title": "Paso 2: Arrastra o Toca las Actividades en la Cuadrícula",
      "description": "Una vez agregadas, tus actividades aparecerán como tarjetas abajo. Arrastra estas tarjetas o tócales para colocarlas en la cuadrícula. Puedes estirarlas, redimensionarlas o moverlas a cualquier horario y dia que desees."
    },
    {
      "title": "Paso 3: Personaliza tu Horario",
      "description": "Edita títulos, subtítulos y otros detalles haciendo clic en el ícono de lápiz en cada tarjeta de actividad. Ajusta la cuadrícula para reflejar tu horario exacto."
    },
    {
      "title": "Paso 4: Descarga tu Horario",
      "description": "Una vez que tu horario esté completo, haz clic en el botón 'Descargar Imagen'. Tendrás opciones para descargarlo con o sin decoraciones, en varios formatos como A4, cuadrado u horizontal. Elige entre PNG o PDF."
    }
  ],
  "common.cancel": "Cancelar",
  "common.save": "Guardar",
  "palette.create": "Crear actividad",
  "palette.namePlaceholder": "Nombre de la actividad",
  "palette.moreColors": "Más colores",
  "palette.more": "Más",
  "palette.add": "Agregar",
  "palette.activities": "Actividades:",
  "palette.dragToGrid": "Arrastrá a la grilla",
  "palette.place": "Colocar",
  "palette.placeTip": "Colocar esta actividad tocando una casilla en la grilla",
  "settings.startDay": "Día inicial",
  "settings.endDay": "Día final",
  "settings.from": "De",
  "settings.to": "A",
  "settings.step": "Paso (min)",
  "settings.more": "Más funciones",
  "settings.lunch.title": "Configuración de almuerzo",
  "settings.lunch.show": "Mostrar almuerzo",
  "settings.lunch.start": "Inicio del almuerzo",
  "settings.lunch.end": "Fin del almuerzo",
  "settings.lunch.desc": "Se mostrará una franja en la grilla entre",
  "settings.storage.title": "Almacenamiento",
  "settings.storage.reset": "Restablecer todos los datos guardados",
  "settings.hideAdvanced": "Ocultar funciones avanzadas",
  "settings.storage.autoSave": "Guardado automático activado",
  "settings.storage.autoSaveDesc": "Tu horario se guarda automáticamente en el navegador. Los datos incluyen:",
  "settings.storage.items.activities": "Actividades creadas",
  "settings.storage.items.blocks": "Tarjetas en la grilla con posiciones exactas",
  "settings.storage.items.config": "Configuración de días y horarios",
  "list.tapToPlace": "Tocar para colocar en una casilla (o arrastrar)",
  "list.addToGrid": "Añadir a grilla",
  "list.add": "Añadir",
  "list.deleteCard": "Borrar tarjeta y sus bloques",
  "list.delete": "Borrar",
  "list.hint": "Arrastrá a la grilla o tocá una tarjeta y luego una casilla.",
  "list.exitPlaceMode": "Salir del modo colocar",
  "grid.placeMode": "Modo colocar",
  "grid.hour": "Hora",
  "grid.placeModeActive": "Modo colocar activo: tocá una casilla.",
  "grid.cardSelected": "Tarjeta seleccionada:",
  "grid.help.move": "Tocá cualquier celda para mover la tarjeta",
  "grid.help.delete": "Presiona Delete/Backspace para borrar la tarjeta",
  "grid.help.deselect": "Haz clic en un input para deseleccionar",
  "grid.deselect": "Deseleccionar",
  "grid.moveMode": "Modo mover activo:",
  "grid.help.moveToCell": "Tocá una celda destino para mover la tarjeta",
  "block.tapToMove": "Tocar para mover a otra casilla; arrastrar para reubicar",
  "block.editSubtitle": "Editar subtítulo",
  "block.deleteThis": "Borrar este bloque",
  "block.delete": "Borrar bloque",
  "block.resizeUp": "Estirar hacia arriba",
  "block.resizeDown": "Estirar hacia abajo",
  "block.modal.title": "Editar subtítulo",
  "block.modal.desc": "Agrega información adicional como 'Teórica', 'Práctica', profesor, etc.",
  "block.subtitlePlaceholder": "Ej: Teórica - Prof. García",
  "export.title": "Exportar horario",
  "export.close": "Cerrar",
  "export.form.title": "Título",
  "export.form.subtitle": "Subtítulo",
  "export.form.format": "Formato",
  "export.form.decoration": "Decoración",
  "export.form.legend": "Mostrar leyenda",
  "export.hint.scroll": "Desliza o usá las flechas para ver más opciones.",
  "export.btn.png": "Descargar PNG",
  "export.btn.pdf": "Descargar PDF",
  "export.btn.loading": "Exportando…",
  "export.decor.none": "Sin dec.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Médico",
  "export.decor.science": "Científico",
  "export.defaults.title": "Mi Horario Semanal",
  "export.defaults.subtitle": "Planificador de Actividades",
  "export.form.titlePh": "Ej: Horario 2° semestre",
  "export.form.subtitlePh": "Ej: Universidad 2025",
  "faq.q1": "¿Dónde se guardan mis horarios?",
  "faq.a1": "En tu propio navegador (localStorage). No subimos tus horarios a servidores.",
  "faq.q2": "¿Puedo exportar en PDF o PNG?",
  "faq.a2": "Sí. Abrí el panel de exportación y elegí el formato y tamaño que prefieras.",
  "faq.q3": "¿Cómo muevo las decoraciones/sellos?",
  "faq.a3": "En la exportación, elige el tema; las imágenes se anclan automáticamente a las esquinas/límites de la grilla según el formato.",
  "faq.q4": "¿Es gratis?",
  "faq.a4": "Sí, MyWeekly es gratuito. Podemos mostrar anuncios para sostener el servicio.",
  "faq.q5": "Me gustaría sugerir una mejora",
  "faq.a5": "Escribinos a davidlekerman04@gmail.com con tu idea. ¡Gracias!",
  "privacy.p1": "En MyWeekly valoramos tu privacidad. Esta app funciona principalmente en tu navegador y la información de tus horarios se guarda en el almacenamiento local (localStorage) del dispositivo, no en nuestros servidores.",
  "privacy.info.title": "Información que almacenamos",
  "privacy.info.list1": "Actividades y bloques que creás dentro del planificador.",
  "privacy.info.list2": "Ajustes de la grilla (días, horas, paso, etc.).",
  "privacy.info.list3": "Métricas anónimas de uso (si habilitás cookies/analytics) para mejorar la experiencia.",
  "privacy.cookies.title": "Cookies y analítica",
  "privacy.cookies.p": "Podemos usar herramientas de medición (p. ej., Google Analytics o Tag Manager) para estadísticas agregadas. No vendemos tus datos ni realizamos perfiles individuales.",
  "privacy.ads.title": "Publicidad",
  "privacy.ads.p": "Si ves anuncios, provienen de redes de terceros (como Google AdSense). Esas redes pueden usar cookies propias según sus políticas.",
  "privacy.controls.title": "Tus controles",
  "privacy.controls.list1": "Podés borrar tu horario y ajustes desde el navegador (limpiando datos del sitio) o usando los botones de 'reset' si la app los provee.",
  "privacy.controls.list2": "Podés desactivar cookies de terceros desde la configuración de tu navegador.",
  "privacy.contact.title": "Contacto",
  "privacy.contact.p": "Si tienes dudas, escríbenos a davidlekerman04@gmail.com.",
  "terms.service.title": "Uso del servicio",
  "terms.service.p": "MyWeekly se ofrece 'tal cual', sin garantías. Podés utilizarlo para crear y exportar tu cronograma personal. No nos hacemos responsables por pérdidas de datos locales ni por decisiones tomadas en base a la información que generes.",
  "terms.ip.title": "Propiedad intelectual",
  "terms.ip.p": "El software, diseño y marca pertenecen a MyWeekly. Tu contenido (títulos, notas, horarios) es tuyo.",
  "terms.liability.title": "Limitación de responsabilidad",
  "terms.liability.p": "En ningún caso seremos responsables por daños indirectos, incidentales o consecuentes derivados del uso del servicio.",
  "terms.changes.title": "Cambios",
  "terms.changes.p": "Podemos modificar estos términos y/o la app. Si los cambios son relevantes, lo indicaremos en esta página.",
  "pages.pageshell.footer": "MyWeekly — Hecho con ❤️",
  "pages.pageshell.linkedin": "por David Lekerman",
  "pages.pageshell.planificador": "Planificador"
}


