{
  "title": "Gratis online veckoplanerare",
  "subtitle": "Organisera din vecka med ett interaktivt rutnät: dra, sträck, anpassa och ladda ner ditt schema i PDF- eller PNG-format.",
  "downloadImage": "Ladda ner bild",
  "footer.blurb": "MyWeekly är ett gratis verktyg för att snabbt och enkelt skapa och exportera ditt veckoschema.",
  "nav.privacy": "Integritet",
  "nav.faq": "FAQ",
  "nav.terms": "Villkor",
  "nav.history": "Historia",
  "nav.howtouse": "Hur man använder",
  "days.mon": "Måndag",
  "days.tue": "Tisdag",
  "days.wed": "Onsdag",
  "days.thu": "Torsdag",
  "days.fri": "Fredag",
  "days.sat": "Lördag",
  "days.sun": "Söndag",
  "pages.faq.title": "Vanliga frågor",
  "pages.faq.description": "Snabba svar om hur man använder MyWeekly.",
  "pages.privacy.title": "Integritetspolicy",
  "pages.privacy.description": "Hur vi hanterar dina data och vilken information vi lagrar.",
  "pages.terms.title": "Användarvillkor",
  "pages.terms.description": "Grundläggande villkor för att använda MyWeekly.",
  "pages.history.title": "Vår historia",
  "pages.history.description": "Lär dig mer om resan och inspirationen bakom MyWeekly.",
  "pages.history.content": [
    "MyWeekly föddes ur ett enkelt men djupt behov. En dag hade min flickvän svårt att hitta en pålitlig och lättanvänd online-veckoplanerare. Hon behövde något intuitivt, anpassningsbart och användarvänligt, men alla alternativ hon hittade uppfyllde inte hennes förväntningar. Som någon som älskar att lösa problem och skapa verktyg bestämde jag mig för att ingripa och bygga något.",
    "Det som började som ett litet projekt för att hjälpa min flickvän blev snabbt något mycket större. Jag insåg att många människor står inför samma utmaning: att hitta en planerare som passar deras unika behov. Oavsett om det handlar om att hantera ett hektiskt arbetsschema, hålla koll på lektioner eller bara organisera dagliga uppgifter, förtjänar alla ett verktyg som gör planeringen enkel och trevlig.",
    "Med detta i åtanke lade jag hela mitt hjärta i att skapa MyWeekly. Jag ville att det skulle vara mer än bara en enkel planerare: jag ville att det skulle vara ett verktyg som ger människor möjlighet att ta kontroll över sin tid och nå sina mål. Jag fokuserade på att göra det interaktivt, visuellt tilltalande och fullt av funktioner som dra-och-släpp-funktionalitet, anpassningsbara rutnät och exportalternativ för PDF och PNG.",
    "När MyWeekly började ta form delade jag det med vänner och familj. Deras feedback var överväldigande positiv och uppmuntrade mig att dela det med världen. Det var då jag bestämde mig för att göra MyWeekly tillgängligt för alla, helt gratis. Jag tror att produktivitets- och organisationsverktyg bör vara tillgängliga för alla, oavsett budget.",
    "Idag är MyWeekly mer än bara ett personligt projekt: det är ett kärleksarbete. Det är ett bevis på kraften i kreativitet, beslutsamhet och viljan att göra livet lite enklare för de människor vi bryr oss om. Jag arbetar ständigt med att förbättra det, lägga till nya funktioner och se till att det uppfyller användarnas behov.",
    "Tack för att du är en del av denna resa. Oavsett om du är här för att planera din vecka, organisera dina uppgifter eller bara utforska vad MyWeekly har att erbjuda, hoppas jag att det tillför värde till ditt liv. Detta projekt började som en gåva till någon jag älskar, och nu är det min gåva till dig.",
    "Om du har feedback, förslag eller bara vill säga hej, tveka inte att kontakta oss. Din feedback betyder världen för mig och hjälper till att göra MyWeekly ännu bättre.",
    "För planering, produktivitet och att få ut det mesta av varje ögonblick. Välkommen till MyWeekly!"
  ],
  "pages.howtouse.title": "Hur man använder MyWeekly",
  "pages.howtouse.description": "Lär dig hur du skapar och anpassar ditt veckoschema med MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Steg 1: Skriv din aktivitet",
      "description": "Börja med att skriva namnet på din aktivitet. Det kan vara vad som helst, från 'Morgonlöpning' till 'Team-möte'. När du har namngivit din aktivitet, lägg till den i din lista."
    },
    {
      "title": "Steg 2: Dra eller tryck på aktiviteter i rutnätet",
      "description": "När de har lagts till visas dina aktiviteter som kort nedan. Dra dessa kort eller tryck på dem för att placera dem i rutnätet. Du kan sträcka dem, ändra deras storlek eller flytta dem till vilken tid och dag du vill."
    },
    {
      "title": "Steg 3: Anpassa ditt schema",
      "description": "Redigera titlar, undertitlar och andra detaljer genom att klicka på pennikonen på varje aktivitetskort. Justera rutnätet för att återspegla ditt exakta schema."
    },
    {
      "title": "Steg 4: Ladda ner ditt schema",
      "description": "När ditt schema är klart, klicka på knappen 'Ladda ner bild'. Du kommer att ha alternativ att ladda ner det med eller utan dekorationer, i olika format som A4, fyrkantigt eller horisontellt. Välj mellan PNG eller PDF."
    }
  ],
  "common.cancel": "Avbryt",
  "common.save": "Spara",
  "palette.create": "Skapa aktivitet",
  "palette.namePlaceholder": "Aktivitetens namn",
  "palette.moreColors": "Fler färger",
  "palette.more": "Mer",
  "palette.add": "Lägg till",
  "palette.activities": "Aktiviteter:",
  "palette.dragToGrid": "Dra till rutnätet",
  "palette.place": "Placera",
  "palette.placeTip": "Placera denna aktivitet genom att trycka på en cell i rutnätet",
  "settings.startDay": "Startdag",
  "settings.endDay": "Slutdag",
  "settings.from": "Från",
  "settings.to": "Till",
  "settings.step": "Steg (min)",
  "settings.more": "Fler funktioner",
  "settings.lunch.title": "Lunchinställningar",
  "settings.lunch.show": "Visa lunch",
  "settings.lunch.start": "Lunchstart",
  "settings.lunch.end": "Lunchslut",
  "settings.lunch.desc": "Ett band kommer att visas i rutnätet mellan",
  "settings.storage.title": "Lagring",
  "settings.storage.reset": "Återställ alla sparade data",
  "settings.hideAdvanced": "Dölj avancerade funktioner",
  "settings.storage.autoSave": "Autospara aktiverat",
  "settings.storage.autoSaveDesc": "Ditt schema sparas automatiskt i webbläsaren. Data inkluderar:",
  "settings.storage.items.activities": "Skapade aktiviteter",
  "settings.storage.items.blocks": "Kort i rutnätet med exakta positioner",
  "settings.storage.items.config": "Dag- och tidsinställningar",
  "list.tapToPlace": "Tryck för att placera i en cell (eller dra)",
  "list.addToGrid": "Lägg till i rutnätet",
  "list.add": "Lägg till",
  "list.deleteCard": "Ta bort kort och dess block",
  "list.delete": "Ta bort",
  "list.hint": "Dra till rutnätet eller tryck på ett kort och sedan på en cell.",
  "list.exitPlaceMode": "Avsluta placeringsläge",
  "grid.placeMode": "Placeringsläge",
  "grid.hour": "Timme",
  "grid.placeModeActive": "Placeringsläge aktivt: Tryck på en cell.",
  "grid.cardSelected": "Valt kort:",
  "grid.help.move": "Tryck på valfri cell för att flytta kortet",
  "grid.help.delete": "Tryck på Delete/Backspace för att ta bort kortet",
  "grid.help.deselect": "Klicka på en inmatning för att avmarkera",
  "grid.deselect": "Avmarkera",
  "grid.moveMode": "Flyttläge aktivt:",
  "grid.help.moveToCell": "Tryck på en målcellen för att flytta kortet",
  "block.tapToMove": "Tryck för att flytta till en annan cell; dra för att omplacera",
  "block.editSubtitle": "Redigera undertitel",
  "block.deleteThis": "Ta bort detta block",
  "block.delete": "Ta bort block",
  "block.resizeUp": "Ändra storlek uppåt",
  "block.resizeDown": "Ändra storlek nedåt",
  "block.modal.title": "Redigera undertitel",
  "block.modal.desc": "Lägg till ytterligare information som 'Föreläsning', 'Praktik', lärare, etc.",
  "block.subtitlePlaceholder": "Ex: Föreläsning - Prof. Svensson",
  "export.title": "Exportera schema",
  "export.close": "Stäng",
  "export.form.title": "Titel",
  "export.form.subtitle": "Undertitel",
  "export.form.format": "Format",
  "export.form.decoration": "Dekoration",
  "export.form.legend": "Visa förklaring",
  "export.hint.scroll": "Bläddra eller använd pilarna för att se fler alternativ.",
  "export.btn.png": "Ladda ner PNG",
  "export.btn.pdf": "Ladda ner PDF",
  "export.btn.loading": "Exporterar…",
  "export.decor.none": "Ingen dekoration",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medicinsk",
  "export.decor.science": "Vetenskaplig",
  "export.defaults.title": "Mitt veckoschema",
  "export.defaults.subtitle": "Aktivitetsplanerare",
  "export.form.titlePh": "Ex: Schema Q2",
  "export.form.subtitlePh": "Ex: Universitet 2025",
  "faq.q1": "Var lagras mina scheman?",
  "faq.a1": "I din egen webbläsare (localStorage). Vi laddar inte upp dina scheman till servrar.",
  "faq.q2": "Kan jag exportera till PDF eller PNG?",
  "faq.a2": "Ja. Öppna exportpanelen och välj det format och storlek du föredrar.",
  "faq.q3": "Hur flyttar jag dekorationer/stämplar?",
  "faq.a3": "I exporten, välj temat; bilderna fästs automatiskt i hörnen/gränserna av rutnätet beroende på format.",
  "faq.q4": "Är det gratis?",
  "faq.a4": "Ja, MyWeekly är gratis. Vi kan visa annonser för att upprätthålla tjänsten.",
  "faq.q5": "Jag vill föreslå en förbättring",
  "faq.a5": "Skriv till oss på davidlekerman04@gmail.com med din idé. Tack!",
  "privacy.p1": "På MyWeekly värdesätter vi din integritet. Denna app fungerar huvudsakligen i din webbläsare och informationen om dina scheman lagras i enhetens lokala lagring (localStorage), inte på våra servrar.",
  "privacy.info.title": "Information vi lagrar",
  "privacy.info.list1": "Aktiviteter och block du skapar i planeraren.",
  "privacy.info.list2": "Rutnätsinställningar (dagar, timmar, steg, etc.).",
  "privacy.info.list3": "Anonyma användningsstatistik (om du aktiverar cookies/analytics) för att förbättra upplevelsen.",
  "privacy.cookies.title": "Cookies och analys",
  "privacy.cookies.p": "Vi kan använda mätverktyg (t.ex. Google Analytics eller Tag Manager) för aggregerad statistik. Vi säljer inte dina data eller skapar individuella profiler.",
  "privacy.ads.title": "Annonser",
  "privacy.ads.p": "Om du ser annonser kommer de från tredjepartsnätverk (som Google AdSense). Dessa nätverk kan använda sina egna cookies enligt deras policyer.",
  "privacy.controls.title": "Dina kontroller",
  "privacy.controls.list1": "Du kan radera ditt schema och inställningar från webbläsaren (genom att rensa webbplatsdata) eller använda 'återställ'-knapparna om appen tillhandahåller dem.",
  "privacy.controls.list2": "Du kan inaktivera tredjepartscookies från din webbläsares inställningar.",
  "privacy.contact.title": "Kontakt",
  "privacy.contact.p": "Om du har några frågor, skriv till oss på davidlekerman04@gmail.com.",
  "terms.service.title": "Tjänstevillkor",
  "terms.service.p": "MyWeekly tillhandahålls 'som det är', utan garantier. Du kan använda det för att skapa och exportera ditt personliga schema. Vi ansvarar inte för förlust av lokala data eller beslut som fattas baserat på informationen du skapar.",
  "terms.ip.title": "Immateriella rättigheter",
  "terms.ip.p": "Programvaran, designen och varumärket tillhör MyWeekly. Ditt innehåll (titlar, anteckningar, scheman) är ditt.",
  "terms.liability.title": "Ansvarsbegränsning",
  "terms.liability.p": "Vi är under inga omständigheter ansvariga för indirekta, tillfälliga eller följdskador som uppstår vid användning av tjänsten.",
  "terms.changes.title": "Ändringar",
  "terms.changes.p": "Vi kan ändra dessa villkor och/eller appen. Om ändringarna är relevanta kommer vi att ange det på denna sida.",
  "pages.pageshell.footer": "MyWeekly — Gjord med ❤️",
  "pages.pageshell.linkedin": "av David Lekerman",
    "pages.pageshell.planificador": "Planerare"
}