{
  "title": "Gratis online ukesplanlegger",
  "subtitle": "Organiser uken din med et interaktivt rutenett: dra, strekk, tilpass og last ned timeplanen din i PDF- eller PNG-format.",
  "downloadImage": "Last ned bilde",
  "footer.blurb": "MyWeekly er et gratis verktøy for raskt og enkelt å lage og eksportere din ukentlige timeplan.",
  "nav.privacy": "Personvern",
  "nav.faq": "FAQ",
  "nav.terms": "Vilkår",
  "nav.history": "Historie",
  "nav.howtouse": "Hvordan bruke",
  "days.mon": "Mandag",
  "days.tue": "Tirsdag",
  "days.wed": "Onsdag",
  "days.thu": "Torsdag",
  "days.fri": "Fredag",
  "days.sat": "Lørdag",
  "days.sun": "Søndag",
  "pages.faq.title": "Ofte stilte spørsmål",
  "pages.faq.description": "Raske svar om hvordan du bruker MyWeekly.",
  "pages.privacy.title": "Personvernerklæring",
  "pages.privacy.description": "Hvordan vi behandler dataene dine og hvilken informasjon vi lagrer.",
  "pages.terms.title": "Bruksvilkår",
  "pages.terms.description": "Grunnleggende vilkår for bruk av MyWeekly.",
  "pages.history.title": "Vår historie",
  "pages.history.description": "Lær mer om reisen og inspirasjonen bak MyWeekly.",
  "pages.history.content": [
    "MyWeekly ble født ut av et enkelt, men dypt behov. En dag hadde kjæresten min problemer med å finne en pålitelig og brukervennlig online ukesplanlegger. Hun trengte noe intuitivt, tilpassbart og brukervennlig, men alle alternativene hun fant oppfylte ikke forventningene hennes. Som en person som elsker å løse problemer og lage verktøy, bestemte jeg meg for å gripe inn og bygge noe.",
    "Det som startet som et lite prosjekt for å hjelpe kjæresten min, ble raskt til noe mye større. Jeg innså at mange mennesker står overfor den samme utfordringen: å finne en planlegger som passer deres unike behov. Enten det handler om å håndtere en travel arbeidsplan, holde styr på leksjoner eller bare organisere daglige oppgaver, fortjener alle et verktøy som gjør planlegging enkelt og hyggelig.",
    "Med dette i tankene la jeg hele hjertet mitt i å lage MyWeekly. Jeg ønsket at det skulle være mer enn bare en enkel planlegger: Jeg ønsket at det skulle være et verktøy som gir folk muligheten til å ta kontroll over tiden sin og nå målene sine. Jeg fokuserte på å gjøre det interaktivt, visuelt tiltalende og fullt av funksjoner som dra-og-slipp-funksjonalitet, tilpassbare rutenett og eksportalternativer for PDF og PNG.",
    "Da MyWeekly begynte å ta form, delte jeg det med venner og familie. Tilbakemeldingene deres var overveldende positive og oppmuntret meg til å dele det med verden. Det var da jeg bestemte meg for å gjøre MyWeekly tilgjengelig for alle, helt gratis. Jeg tror at produktivitets- og organisasjonsverktøy bør være tilgjengelige for alle, uavhengig av budsjett.",
    "I dag er MyWeekly mer enn bare et personlig prosjekt: det er et kjærlighetsarbeid. Det er et vitnesbyrd om kraften i kreativitet, besluttsomhet og ønsket om å gjøre livet litt enklere for menneskene vi bryr oss om. Jeg jobber kontinuerlig med å forbedre det, legge til nye funksjoner og sørge for at det oppfyller brukernes behov.",
    "Takk for at du er en del av denne reisen. Enten du er her for å planlegge uken din, organisere oppgavene dine eller bare utforske hva MyWeekly har å tilby, håper jeg det tilfører verdi til livet ditt. Dette prosjektet startet som en gave til noen jeg elsker, og nå er det min gave til deg.",
    "Hvis du har tilbakemeldinger, forslag eller bare vil si hei, ikke nøl med å kontakte oss. Tilbakemeldingene dine betyr verden for meg og hjelper til med å gjøre MyWeekly enda bedre.",
    "For planlegging, produktivitet og å få mest mulig ut av hvert øyeblikk. Velkommen til MyWeekly!"
  ],
  "pages.howtouse.title": "Hvordan bruke MyWeekly",
  "pages.howtouse.description": "Lær hvordan du lager og tilpasser din ukentlige timeplan med MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Trinn 1: Skriv inn aktiviteten din",
      "description": "Begynn med å skrive inn navnet på aktiviteten din. Det kan være hva som helst, fra 'Morgentur' til 'Team-møte'. Når du har navngitt aktiviteten din, legg den til i listen din."
    },
    {
      "title": "Trinn 2: Dra eller trykk på aktiviteter i rutenettet",
      "description": "Når de er lagt til, vises aktivitetene dine som kort nedenfor. Dra disse kortene eller trykk på dem for å plassere dem i rutenettet. Du kan strekke dem, endre størrelsen eller flytte dem til hvilken som helst tid og dag du ønsker."
    },
    {
      "title": "Trinn 3: Tilpass timeplanen din",
      "description": "Rediger titler, undertitler og andre detaljer ved å klikke på blyantikonet på hvert aktivitetskort. Juster rutenettet for å gjenspeile din nøyaktige timeplan."
    },
    {
      "title": "Trinn 4: Last ned timeplanen din",
      "description": "Når timeplanen din er klar, klikker du på knappen 'Last ned bilde'. Du vil ha alternativer for å laste den ned med eller uten dekorasjoner, i forskjellige formater som A4, firkantet eller horisontalt. Velg mellom PNG eller PDF."
    }
  ],
  "common.cancel": "Avbryt",
  "common.save": "Lagre",
  "palette.create": "Opprett aktivitet",
  "palette.namePlaceholder": "Aktivitetens navn",
  "palette.moreColors": "Flere farger",
  "palette.more": "Mer",
  "palette.add": "Legg til",
  "palette.activities": "Aktiviteter:",
  "palette.dragToGrid": "Dra til rutenettet",
  "palette.place": "Plasser",
  "palette.placeTip": "Plasser denne aktiviteten ved å trykke på en celle i rutenettet",
  "settings.startDay": "Startdag",
  "settings.endDay": "Sluttdag",
  "settings.from": "Fra",
  "settings.to": "Til",
  "settings.step": "Trinn (min)",
  "settings.more": "Flere funksjoner",
  "settings.lunch.title": "Lunsjinnstillinger",
  "settings.lunch.show": "Vis lunsj",
  "settings.lunch.start": "Lunsjstart",
  "settings.lunch.end": "Lunsjslutt",
  "settings.lunch.desc": "En linje vises i rutenettet mellom",
  "settings.storage.title": "Lagring",
  "settings.storage.reset": "Tilbakestill alle lagrede data",
  "settings.hideAdvanced": "Skjul avanserte funksjoner",
  "settings.storage.autoSave": "Autosave aktivert",
  "settings.storage.autoSaveDesc": "Timeplanen din lagres automatisk i nettleseren. Data inkluderer:",
  "settings.storage.items.activities": "Opprettede aktiviteter",
  "settings.storage.items.blocks": "Kort i rutenettet med nøyaktige posisjoner",
  "settings.storage.items.config": "Dag- og tidsinnstillinger",
  "list.tapToPlace": "Trykk for å plassere i en celle (eller dra)",
  "list.addToGrid": "Legg til i rutenettet",
  "list.add": "Legg til",
  "list.deleteCard": "Slett kort og dets blokker",
  "list.delete": "Slett",
  "list.hint": "Dra til rutenettet eller trykk på et kort og deretter på en celle.",
  "list.exitPlaceMode": "Avslutt plasseringsmodus",
  "grid.placeMode": "Plasseringsmodus",
  "grid.hour": "Time",
  "grid.placeModeActive": "Plasseringsmodus aktiv: Trykk på en celle.",
  "grid.cardSelected": "Valgt kort:",
  "grid.help.move": "Trykk på en hvilken som helst celle for å flytte kortet",
  "grid.help.delete": "Trykk på Delete/Backspace for å slette kortet",
  "grid.help.deselect": "Klikk på en oppføring for å fjerne valget",
  "grid.deselect": "Fjern valg",
  "grid.moveMode": "Flyttemodus aktiv:",
  "grid.help.moveToCell": "Trykk på en målcelle for å flytte kortet",
  "block.tapToMove": "Trykk for å flytte til en annen celle; dra for å omplassere",
  "block.editSubtitle": "Rediger undertittel",
  "block.deleteThis": "Slett denne blokken",
  "block.delete": "Slett blokk",
  "block.resizeUp": "Endre størrelse oppover",
  "block.resizeDown": "Endre størrelse nedover",
  "block.modal.title": "Rediger undertittel",
  "block.modal.desc": "Legg til tilleggsinformasjon som 'Forelesning', 'Praksis', lærer, etc.",
  "block.subtitlePlaceholder": "Eks: Forelesning - Prof. Hansen",
  "export.title": "Eksporter timeplan",
  "export.close": "Lukk",
  "export.form.title": "Tittel",
  "export.form.subtitle": "Undertittel",
  "export.form.format": "Format",
  "export.form.decoration": "Dekorasjon",
  "export.form.legend": "Vis forklaring",
  "export.hint.scroll": "Bla eller bruk pilene for å se flere alternativer.",
  "export.btn.png": "Last ned PNG",
  "export.btn.pdf": "Last ned PDF",
  "export.btn.loading": "Eksporterer…",
  "export.decor.none": "Ingen dekorasjon",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medisinsk",
  "export.decor.science": "Vitenskapelig",
  "export.defaults.title": "Min ukentlige timeplan",
  "export.defaults.subtitle": "Aktivitetsplanlegger",
  "export.form.titlePh": "Eks: Timeplan Q2",
  "export.form.subtitlePh": "Eks: Universitet 2025",
  "faq.q1": "Hvor lagres timeplanene mine?",
  "faq.a1": "I nettleseren din (localStorage). Vi laster ikke opp timeplanene dine til servere.",
  "faq.q2": "Kan jeg eksportere til PDF eller PNG?",
  "faq.a2": "Ja. Åpne eksportpanelet og velg formatet og størrelsen du foretrekker.",
  "faq.q3": "Hvordan flytter jeg dekorasjoner/stempler?",
  "faq.a3": "I eksporten, velg temaet; bildene festes automatisk til hjørnene/grensene av rutenettet basert på formatet.",
  "faq.q4": "Er det gratis?",
  "faq.a4": "Ja, MyWeekly er gratis. Vi kan vise annonser for å opprettholde tjenesten.",
  "faq.q5": "Jeg vil foreslå en forbedring",
  "faq.a5": "Skriv til oss på davidlekerman04@gmail.com med ideen din. Takk!",
  "privacy.p1": "Hos MyWeekly verdsetter vi personvernet ditt. Denne appen fungerer hovedsakelig i nettleseren din, og informasjonen om timeplanene dine lagres i enhetens lokale lagring (localStorage), ikke på serverne våre.",
  "privacy.info.title": "Informasjon vi lagrer",
  "privacy.info.list1": "Aktiviteter og blokker du oppretter i planleggeren.",
  "privacy.info.list2": "Rutenettinnstillinger (dager, timer, trinn, etc.).",
  "privacy.info.list3": "Anonyme bruksstatistikker (hvis du aktiverer cookies/analytics) for å forbedre opplevelsen.",
  "privacy.cookies.title": "Cookies og analyse",
  "privacy.cookies.p": "Vi kan bruke måleverktøy (f.eks. Google Analytics eller Tag Manager) for aggregerte statistikker. Vi selger ikke dataene dine eller oppretter individuelle profiler.",
  "privacy.ads.title": "Annonser",
  "privacy.ads.p": "Hvis du ser annonser, kommer de fra tredjepartsnettverk (som Google AdSense). Disse nettverkene kan bruke sine egne cookies i henhold til deres retningslinjer.",
  "privacy.controls.title": "Dine kontroller",
  "privacy.controls.list1": "Du kan slette timeplanen og innstillingene dine fra nettleseren (ved å tømme nettstedsdata) eller bruke 'tilbakestill'-knappene hvis appen gir dem.",
  "privacy.controls.list2": "Du kan deaktivere tredjepartscookies fra nettleserinnstillingene dine.",
  "privacy.contact.title": "Kontakt",
  "privacy.contact.p": "Hvis du har spørsmål, skriv til oss på davidlekerman04@gmail.com.",
  "terms.service.title": "Tjenestevilkår",
  "terms.service.p": "MyWeekly leveres 'som det er', uten garantier. Du kan bruke det til å lage og eksportere din personlige timeplan. Vi er ikke ansvarlige for tap av lokale data eller beslutninger tatt basert på informasjonen du oppretter.",
  "terms.ip.title": "Immaterielle rettigheter",
  "terms.ip.p": "Programvaren, designet og merkevaren tilhører MyWeekly. Innholdet ditt (titler, notater, timeplaner) er ditt.",
  "terms.liability.title": "Ansvarsbegrensning",
  "terms.liability.p": "Vi er under ingen omstendigheter ansvarlige for indirekte, tilfeldige eller følgeskader som oppstår ved bruk av tjenesten.",
  "terms.changes.title": "Endringer",
  "terms.changes.p": "Vi kan endre disse vilkårene og/eller appen. Hvis endringene er relevante, vil vi angi det på denne siden.",
  "pages.pageshell.footer": "MyWeekly — Laget med ❤️",
  "pages.pageshell.linkedin": "av David Lekerman",
    "pages.pageshell.planificador": "Planlegger"
}