{
  "title": "Gratis online wekelijkse planner",
  "subtitle": "Organiseer je week met een interactieve raster: slepen, uitrekken, aanpassen en je schema downloaden als PDF of PNG.",
  "downloadImage": "Afbeelding downloaden",
  "footer.blurb": "MyWeekly is een gratis tool om snel en eenvoudig je wekelijkse schema te maken en te exporteren.",
  "nav.privacy": "Privacy",
  "nav.faq": "FAQ",
  "nav.terms": "Voorwaarden",
  "nav.history": "Geschiedenis",
  "nav.howtouse": "Hoe te gebruiken",
  "days.mon": "Maandag",
  "days.tue": "Dinsdag",
  "days.wed": "Woensdag",
  "days.thu": "Donderdag",
  "days.fri": "Vrijdag",
  "days.sat": "Zaterdag",
  "days.sun": "Zondag",
  "pages.faq.title": "Veelgestelde vragen",
  "pages.faq.description": "Snelle antwoorden over hoe je MyWeekly gebruikt.",
  "pages.privacy.title": "Privacybeleid",
  "pages.privacy.description": "Hoe we met je gegevens omgaan en welke informatie we opslaan.",
  "pages.terms.title": "Algemene voorwaarden",
  "pages.terms.description": "Basisvoorwaarden voor het gebruik van MyWeekly.",
  "pages.history.title": "Onze geschiedenis",
  "pages.history.description": "Lees meer over de reis en inspiratie achter MyWeekly.",
  "pages.history.content": [
    "MyWeekly is ontstaan uit een eenvoudige maar oprechte behoefte. Op een dag had mijn vriendin moeite om een betrouwbare en gebruiksvriendelijke wekelijkse planner online te vinden. Ze had iets intuïtiefs, aanpasbaars en gebruiksvriendelijks nodig, maar geen van de opties die ze vond voldeed aan haar verwachtingen. Als iemand die graag problemen oplost en tools maakt, besloot ik in te grijpen en iets te bouwen.",
    "Wat begon als een klein project om mijn vriendin te helpen, groeide al snel uit tot iets veel groters. Ik realiseerde me dat veel mensen dezelfde uitdaging hebben: een planner vinden die aan hun unieke behoeften voldoet. Of het nu gaat om het beheren van een druk werkschema, het bijhouden van lessen of gewoon het organiseren van dagelijkse taken, iedereen verdient een tool die plannen eenvoudig en plezierig maakt.",
    "Met dit in gedachten heb ik mijn hart en ziel gestoken in het creëren van MyWeekly. Ik wilde dat het meer was dan alleen een eenvoudige planner: ik wilde dat het een tool was die mensen in staat stelt om controle te krijgen over hun tijd en hun doelen te bereiken. Ik heb me gericht op het maken van iets interactiefs, visueel aantrekkelijk en boordevol functies zoals slepen-en-neerzetten-functionaliteit, aanpasbare rasters en exportopties voor PDF en PNG.",
    "Naarmate MyWeekly vorm begon te krijgen, deelde ik het met vrienden en familie. Hun feedback was overweldigend positief en moedigde me aan om het met de wereld te delen. Toen besloot ik om MyWeekly voor iedereen beschikbaar te maken, volledig gratis. Ik geloof dat productiviteits- en organisatietools toegankelijk moeten zijn voor iedereen, ongeacht hun budget.",
    "Vandaag is MyWeekly meer dan alleen een persoonlijk project: het is een werk van liefde. Het is een bewijs van de kracht van creativiteit, vastberadenheid en de wens om het leven een beetje gemakkelijker te maken voor de mensen om wie we geven. Ik werk voortdurend aan het verbeteren ervan, het toevoegen van nieuwe functies en ervoor zorgen dat het voldoet aan de behoeften van zijn gebruikers.",
    "Bedankt dat je deel uitmaakt van deze reis. Of je hier nu bent om je week te plannen, je taken te organiseren of gewoon te ontdekken wat MyWeekly te bieden heeft, ik hoop dat het waarde toevoegt aan je leven. Dit project begon als een cadeau voor iemand van wie ik hou, en nu is het mijn cadeau aan jou.",
    "Als je feedback, suggesties hebt of gewoon hallo wilt zeggen, aarzel dan niet om contact met ons op te nemen. Jouw input betekent de wereld voor mij en helpt om MyWeekly nog beter te maken.",
    "Op naar plannen, productief zijn en het meeste uit elk moment halen. Welkom bij MyWeekly!"
  ],
  "pages.howtouse.title": "Hoe gebruik je MyWeekly",
  "pages.howtouse.description": "Leer hoe je je wekelijkse schema maakt en aanpast met MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Stap 1: Schrijf je activiteit",
      "description": "Begin met het schrijven van de naam van je activiteit. Dit kan van alles zijn, van 'Ochtendrun' tot 'Teamvergadering'. Zodra je je activiteit een naam hebt gegeven, voeg je deze toe aan je lijst."
    },
    {
      "title": "Stap 2: Sleep of tik activiteiten naar het raster",
      "description": "Zodra ze zijn toegevoegd, verschijnen je activiteiten als kaarten hieronder. Sleep deze kaarten of tik erop om ze op het raster te plaatsen. Je kunt ze uitrekken, van formaat veranderen of verplaatsen naar elke gewenste tijd en dag."
    },
    {
      "title": "Stap 3: Pas je schema aan",
      "description": "Bewerk titels, ondertitels en andere details door op het potloodpictogram op elke activiteitenkaart te klikken. Pas het raster aan om je exacte schema weer te geven."
    },
    {
      "title": "Stap 4: Download je schema",
      "description": "Zodra je schema klaar is, klik je op de knop 'Afbeelding downloaden'. Je hebt opties om het te downloaden met of zonder decoraties, in verschillende formaten zoals A4, vierkant of horizontaal. Kies tussen PNG of PDF."
    }
  ],
  "common.cancel": "Annuleren",
  "common.save": "Opslaan",
  "palette.create": "Activiteit maken",
  "palette.namePlaceholder": "Naam activiteit",
  "palette.moreColors": "Meer kleuren",
  "palette.more": "Meer",
  "palette.add": "Toevoegen",
  "palette.activities": "Activiteiten:",
  "palette.dragToGrid": "Sleep naar raster",
  "palette.place": "Plaatsen",
  "palette.placeTip": "Plaats deze activiteit door op een cel in het raster te tikken",
  "settings.startDay": "Startdag",
  "settings.endDay": "Einddag",
  "settings.from": "Van",
  "settings.to": "Tot",
  "settings.step": "Stap (min)",
  "settings.more": "Meer functies",
  "settings.lunch.title": "Lunchinstellingen",
  "settings.lunch.show": "Toon lunch",
  "settings.lunch.start": "Start lunch",
  "settings.lunch.end": "Einde lunch",
  "settings.lunch.desc": "Er verschijnt een balk op het raster tussen",
  "settings.storage.title": "Opslag",
  "settings.storage.reset": "Alle opgeslagen gegevens resetten",
  "settings.hideAdvanced": "Geavanceerde functies verbergen",
  "settings.storage.autoSave": "Automatisch opslaan ingeschakeld",
  "settings.storage.autoSaveDesc": "Je schema wordt automatisch opgeslagen in de browser. De gegevens omvatten:",
  "settings.storage.items.activities": "Gemaakte activiteiten",
  "settings.storage.items.blocks": "Kaarten op het raster met exacte posities",
  "settings.storage.items.config": "Dag- en tijdinstellingen",
  "list.tapToPlace": "Tik om in een cel te plaatsen (of sleep)",
  "list.addToGrid": "Toevoegen aan raster",
  "list.add": "Toevoegen",
  "list.deleteCard": "Kaart en bijbehorende blokken verwijderen",
  "list.delete": "Verwijderen",
  "list.hint": "Sleep naar het raster of tik op een kaart en vervolgens op een cel.",
  "list.exitPlaceMode": "Plaatsmodus verlaten",
  "grid.placeMode": "Plaatsmodus",
  "grid.hour": "Uur",
  "grid.placeModeActive": "Plaatsmodus actief: Tik op een cel.",
  "grid.cardSelected": "Geselecteerde kaart:",
  "grid.help.move": "Tik op een cel om de kaart te verplaatsen",
  "grid.help.delete": "Druk op Verwijderen/Backspace om de kaart te verwijderen",
  "grid.help.deselect": "Klik op een invoer om te deselecteren",
  "grid.deselect": "Deselecteren",
  "grid.moveMode": "Verplaatsmodus actief:",
  "grid.help.moveToCell": "Tik op een bestemmingscel om de kaart te verplaatsen",
  "block.tapToMove": "Tik om naar een andere cel te verplaatsen; sleep om opnieuw te positioneren",
  "block.editSubtitle": "Ondertitel bewerken",
  "block.deleteThis": "Dit blok verwijderen",
  "block.delete": "Blok verwijderen",
  "block.resizeUp": "Naar boven uitrekken",
  "block.resizeDown": "Naar beneden uitrekken",
  "block.modal.title": "Ondertitel bewerken",
  "block.modal.desc": "Voeg extra informatie toe zoals 'Theorie,' 'Praktijk,' professor, enz.",
  "block.subtitlePlaceholder": "Bijv.: Theorie - Prof. Garcia",
  "export.title": "Schema exporteren",
  "export.close": "Sluiten",
  "export.form.title": "Titel",
  "export.form.subtitle": "Ondertitel",
  "export.form.format": "Formaat",
  "export.form.decoration": "Decoratie",
  "export.form.legend": "Toon legenda",
  "export.hint.scroll": "Scroll of gebruik de pijlen om meer opties te zien.",
  "export.btn.png": "PNG downloaden",
  "export.btn.pdf": "PDF downloaden",
  "export.btn.loading": "Bezig met exporteren…",
  "export.decor.none": "Geen decoratie",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medisch",
  "export.decor.science": "Wetenschappelijk",
  "export.defaults.title": "Mijn wekelijkse schema",
  "export.defaults.subtitle": "Activiteitenplanner",
  "export.form.titlePh": "Bijv.: Schema 2e semester",
  "export.form.subtitlePh": "Bijv.: Universiteit 2025",
  "faq.q1": "Waar worden mijn schema's opgeslagen?",
  "faq.a1": "In je eigen browser (localStorage). We uploaden je schema's niet naar servers.",
  "faq.q2": "Kan ik exporteren als PDF of PNG?",
  "faq.a2": "Ja. Open het exportpaneel en kies het formaat en de grootte die je verkiest.",
  "faq.q3": "Hoe verplaats ik decoraties/stempels?",
  "faq.a3": "Kies in de export het thema; de afbeeldingen worden automatisch verankerd aan de hoeken/randen van het raster op basis van het formaat.",
  "faq.q4": "Is het gratis?",
  "faq.a4": "Ja, MyWeekly is gratis. We kunnen advertenties tonen om de service te ondersteunen.",
  "faq.q5": "Ik wil een verbetering voorstellen",
  "faq.a5": "Schrijf ons op davidlekerman04@gmail.com met je idee. Dank je!",
  "privacy.p1": "Bij MyWeekly hechten we veel waarde aan je privacy. Deze app werkt voornamelijk in je browser en je schema-informatie wordt opgeslagen in de lokale opslag van het apparaat (localStorage), niet op onze servers.",
  "privacy.info.title": "Informatie die we opslaan",
  "privacy.info.list1": "Activiteiten en blokken die je in de planner maakt.",
  "privacy.info.list2": "Rasterinstellingen (dagen, uren, stap, enz.).",
  "privacy.info.list3": "Anonieme gebruiksstatistieken (als je cookies/analyse inschakelt) om de ervaring te verbeteren.",
  "privacy.cookies.title": "Cookies en analyse",
  "privacy.cookies.p": "We kunnen meetinstrumenten gebruiken (bijv. Google Analytics of Tag Manager) voor geaggregeerde statistieken. We verkopen je gegevens niet en maken geen individuele profielen.",
  "privacy.ads.title": "Advertenties",
  "privacy.ads.p": "Als je advertenties ziet, komen deze van externe netwerken (zoals Google AdSense). Deze netwerken kunnen hun eigen cookies gebruiken volgens hun beleid.",
  "privacy.controls.title": "Je controles",
  "privacy.controls.list1": "Je kunt je schema en instellingen verwijderen uit de browser (door sitegegevens te wissen) of met behulp van de 'reset'-knoppen als de app deze biedt.",
  "privacy.controls.list2": "Je kunt cookies van derden uitschakelen in de browserinstellingen.",
  "privacy.contact.title": "Contact",
  "privacy.contact.p": "Als je vragen hebt, schrijf ons op davidlekerman04@gmail.com.",
  "terms.service.title": "Gebruik van de service",
  "terms.service.p": "MyWeekly wordt geleverd 'zoals het is', zonder garanties. Je kunt het gebruiken om je persoonlijke schema te maken en te exporteren. We zijn niet verantwoordelijk voor lokaal gegevensverlies of beslissingen die zijn genomen op basis van de informatie die je genereert.",
  "terms.ip.title": "Intellectueel eigendom",
  "terms.ip.p": "De software, het ontwerp en het merk behoren toe aan MyWeekly. Je inhoud (titels, notities, schema's) is van jou.",
  "terms.liability.title": "Beperking van aansprakelijkheid",
  "terms.liability.p": "We zijn niet aansprakelijk voor enige indirecte, incidentele of gevolgschade die voortvloeit uit het gebruik van de service.",
  "terms.changes.title": "Wijzigingen",
  "terms.changes.p": "We kunnen deze voorwaarden en/of de app wijzigen. Als de wijzigingen relevant zijn, zullen we dit op deze pagina aangeven.",
  "pages.pageshell.footer": "MyWeekly — Gemaakt met ❤️",
  "pages.pageshell.linkedin": "door David Lekerman",
    "pages.pageshell.planificador": "Planner"
}
