{
  "title": "Trình lập kế hoạch hàng tuần trực tuyến miễn phí",
  "subtitle": "Tổ chức tuần của bạn với một lưới tương tác: kéo, giãn, tùy chỉnh và tải xuống lịch trình của bạn ở định dạng PDF hoặc PNG.",
  "downloadImage": "Tải xuống hình ảnh",
  "footer.blurb": "MyWeekly là một công cụ miễn phí để tạo và xuất lịch trình hàng tuần của bạn một cách nhanh chóng và dễ dàng.",
  "nav.privacy": "Quyền riêng tư",
  "nav.faq": "Câu hỏi thường gặp",
  "nav.terms": "Điều khoản",
  "nav.history": "Lịch sử",
  "nav.howtouse": "Cách sử dụng",
  "days.mon": "Thứ Hai",
  "days.tue": "Thứ Ba",
  "days.wed": "Thứ Tư",
  "days.thu": "Thứ Năm",
  "days.fri": "Thứ Sáu",
  "days.sat": "Thứ Bảy",
  "days.sun": "Chủ Nhật",
  "pages.faq.title": "Câu hỏi thường gặp",
  "pages.faq.description": "Câu trả lời nhanh về cách sử dụng MyWeekly.",
  "pages.privacy.title": "Chính sách quyền riêng tư",
  "pages.privacy.description": "Cách chúng tôi xử lý dữ liệu của bạn và thông tin nào chúng tôi lưu trữ.",
  "pages.terms.title": "Điều khoản sử dụng",
  "pages.terms.description": "Các điều khoản cơ bản để sử dụng MyWeekly.",
  "pages.history.title": "Câu chuyện của chúng tôi",
  "pages.history.description": "Tìm hiểu thêm về hành trình và cảm hứng đằng sau MyWeekly.",
  "pages.history.content": [
    "MyWeekly được sinh ra từ một nhu cầu đơn giản nhưng sâu sắc. Một ngày nọ, bạn gái tôi gặp khó khăn trong việc tìm kiếm một trình lập kế hoạch hàng tuần trực tuyến đáng tin cậy và dễ sử dụng. Cô ấy cần một thứ gì đó trực quan, có thể tùy chỉnh và thân thiện với người dùng, nhưng tất cả các tùy chọn mà cô ấy tìm thấy đều không đáp ứng được kỳ vọng của cô ấy. Là một người yêu thích giải quyết vấn đề và tạo ra các công cụ, tôi quyết định can thiệp và xây dựng một thứ gì đó.",
    "Những gì bắt đầu như một dự án nhỏ để giúp bạn gái tôi nhanh chóng trở thành một thứ gì đó lớn hơn nhiều. Tôi nhận ra rằng nhiều người phải đối mặt với cùng một thách thức: tìm một trình lập kế hoạch phù hợp với nhu cầu độc đáo của họ. Cho dù đó là quản lý một lịch trình công việc bận rộn, theo dõi các lớp học hay chỉ đơn giản là tổ chức các nhiệm vụ hàng ngày, mọi người đều xứng đáng có một công cụ giúp việc lập kế hoạch trở nên đơn giản và thú vị.",
    "Với điều này trong tâm trí, tôi đã đặt cả trái tim mình vào việc tạo ra MyWeekly. Tôi muốn nó trở thành một thứ gì đó hơn cả một trình lập kế hoạch đơn giản: tôi muốn nó trở thành một công cụ trao quyền cho mọi người kiểm soát thời gian của họ và đạt được mục tiêu của họ. Tôi tập trung vào việc làm cho nó tương tác, hấp dẫn về mặt hình ảnh và đầy đủ các tính năng như chức năng kéo và thả, lưới có thể tùy chỉnh và các tùy chọn xuất sang PDF và PNG.",
    "Khi MyWeekly bắt đầu hình thành, tôi đã chia sẻ nó với bạn bè và gia đình. Phản hồi của họ rất tích cực và khuyến khích tôi chia sẻ nó với thế giới. Đó là khi tôi quyết định làm cho MyWeekly có sẵn cho tất cả mọi người, hoàn toàn miễn phí. Tôi tin rằng các công cụ năng suất và tổ chức nên có sẵn cho tất cả mọi người, bất kể ngân sách của họ.",
    "Ngày nay, MyWeekly là một thứ gì đó hơn cả một dự án cá nhân: đó là một công việc của tình yêu. Đó là một minh chứng cho sức mạnh của sự sáng tạo, quyết tâm và mong muốn làm cho cuộc sống dễ dàng hơn một chút cho những người mà chúng ta quan tâm. Tôi không ngừng làm việc để cải thiện nó, thêm các tính năng mới và đảm bảo rằng nó đáp ứng nhu cầu của người dùng.",
    "Cảm ơn bạn đã là một phần của hành trình này. Cho dù bạn ở đây để lập kế hoạch cho tuần của mình, tổ chức các nhiệm vụ của bạn hay chỉ đơn giản là khám phá những gì MyWeekly cung cấp, tôi hy vọng rằng nó sẽ mang lại giá trị cho cuộc sống của bạn. Dự án này bắt đầu như một món quà cho một người mà tôi yêu thương, và bây giờ nó là món quà của tôi cho bạn.",
    "Nếu bạn có bất kỳ phản hồi, đề xuất hoặc chỉ muốn nói xin chào, đừng ngần ngại liên hệ với chúng tôi. Phản hồi của bạn có ý nghĩa rất lớn đối với tôi và giúp làm cho MyWeekly trở nên tốt hơn nữa.",
    "Hãy lập kế hoạch, năng suất và tận dụng tối đa từng khoảnh khắc. Chào mừng bạn đến với MyWeekly!"
  ],
  "pages.howtouse.title": "Cách sử dụng MyWeekly",
  "pages.howtouse.description": "Tìm hiểu cách tạo và tùy chỉnh lịch trình hàng tuần của bạn với MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Bước 1: Viết hoạt động của bạn",
      "description": "Bắt đầu bằng cách viết tên hoạt động của bạn. Nó có thể là bất cứ điều gì, từ 'Chạy buổi sáng' đến 'Cuộc họp nhóm'. Sau khi đặt tên cho hoạt động của bạn, hãy thêm nó vào danh sách của bạn."
    },
    {
      "title": "Bước 2: Kéo hoặc nhấn vào các hoạt động trên lưới",
      "description": "Sau khi thêm, các hoạt động của bạn sẽ xuất hiện dưới dạng thẻ bên dưới. Kéo các thẻ này hoặc nhấn vào chúng để đặt chúng trên lưới. Bạn có thể kéo dài, thay đổi kích thước hoặc di chuyển chúng đến bất kỳ thời gian và ngày nào bạn muốn."
    },
    {
      "title": "Bước 3: Tùy chỉnh lịch trình của bạn",
      "description": "Chỉnh sửa tiêu đề, phụ đề và các chi tiết khác bằng cách nhấp vào biểu tượng bút chì trên mỗi thẻ hoạt động. Điều chỉnh lưới để phản ánh lịch trình chính xác của bạn."
    },
    {
      "title": "Bước 4: Tải xuống lịch trình của bạn",
      "description": "Khi lịch trình của bạn đã sẵn sàng, hãy nhấp vào nút 'Tải xuống hình ảnh'. Bạn sẽ có các tùy chọn để tải xuống với hoặc không có trang trí, ở các định dạng khác nhau như A4, vuông hoặc ngang. Chọn giữa PNG hoặc PDF."
    }
  ],
  "common.cancel": "Hủy",
  "common.save": "Lưu",
  "palette.create": "Tạo hoạt động",
  "palette.namePlaceholder": "Tên hoạt động",
  "palette.moreColors": "Thêm màu sắc",
  "palette.more": "Thêm",
  "palette.add": "Thêm vào",
  "palette.activities": "Hoạt động:",
  "palette.dragToGrid": "Kéo vào lưới",
  "palette.place": "Đặt",
  "palette.placeTip": "Đặt hoạt động này bằng cách nhấn vào một ô trên lưới",
  "settings.startDay": "Ngày bắt đầu",
  "settings.endDay": "Ngày kết thúc",
  "settings.from": "Từ",
  "settings.to": "Đến",
  "settings.step": "Bước (phút)",
  "settings.more": "Thêm tính năng",
  "settings.lunch.title": "Cài đặt bữa trưa",
  "settings.lunch.show": "Hiển thị bữa trưa",
  "settings.lunch.start": "Bắt đầu bữa trưa",
  "settings.lunch.end": "Kết thúc bữa trưa",
  "settings.lunch.desc": "Một dải sẽ xuất hiện trên lưới giữa",
  "settings.storage.title": "Lưu trữ",
  "settings.storage.reset": "Đặt lại tất cả dữ liệu đã lưu",
  "settings.hideAdvanced": "Ẩn các tính năng nâng cao",
  "settings.storage.autoSave": "Tự động lưu đã bật",
  "settings.storage.autoSaveDesc": "Lịch trình của bạn được tự động lưu trong trình duyệt. Dữ liệu bao gồm:",
  "settings.storage.items.activities": "Các hoạt động đã tạo",
  "settings.storage.items.blocks": "Thẻ trên lưới với các vị trí chính xác",
  "settings.storage.items.config": "Cài đặt ngày và giờ",
  "list.tapToPlace": "Nhấn để đặt vào một ô (hoặc kéo)",
  "list.addToGrid": "Thêm vào lưới",
  "list.add": "Thêm",
  "list.deleteCard": "Xóa thẻ và các khối của nó",
  "list.delete": "Xóa",
  "list.hint": "Kéo vào lưới hoặc nhấn vào một thẻ, sau đó nhấn vào một ô.",
  "list.exitPlaceMode": "Thoát chế độ đặt",
  "grid.placeMode": "Chế độ đặt",
  "grid.hour": "Giờ",
  "grid.placeModeActive": "Chế độ đặt đang hoạt động: Nhấn vào một ô.",
  "grid.cardSelected": "Thẻ đã chọn:",
  "grid.help.move": "Nhấn vào bất kỳ ô nào để di chuyển thẻ",
  "grid.help.delete": "Nhấn Delete/Backspace để xóa thẻ",
  "grid.help.deselect": "Nhấp vào một mục nhập để bỏ chọn",
  "grid.deselect": "Bỏ chọn",
  "grid.moveMode": "Chế độ di chuyển đang hoạt động:",
  "grid.help.moveToCell": "Nhấn vào một ô đích để di chuyển thẻ",
  "block.tapToMove": "Nhấn để di chuyển đến một ô khác; kéo để định vị lại",
  "block.editSubtitle": "Chỉnh sửa phụ đề",
  "block.deleteThis": "Xóa khối này",
  "block.delete": "Xóa khối",
  "block.resizeUp": "Thay đổi kích thước lên",
  "block.resizeDown": "Thay đổi kích thước xuống",
  "block.modal.title": "Chỉnh sửa phụ đề",
  "block.modal.desc": "Thêm thông tin bổ sung như 'Bài giảng', 'Thực hành', giáo viên, v.v.",
  "block.subtitlePlaceholder": "ví dụ: Bài giảng - Giáo sư Nguyễn",
  "export.title": "Xuất lịch trình",
  "export.close": "Đóng",
  "export.form.title": "Tiêu đề",
  "export.form.subtitle": "Phụ đề",
  "export.form.format": "Định dạng",
  "export.form.decoration": "Trang trí",
  "export.form.legend": "Hiển thị chú giải",
  "export.hint.scroll": "Cuộn hoặc sử dụng các mũi tên để xem thêm tùy chọn.",
  "export.btn.png": "Tải xuống PNG",
  "export.btn.pdf": "Tải xuống PDF",
  "export.btn.loading": "Đang xuất…",
  "export.decor.none": "Không có trang trí.",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Y tế",
  "export.decor.science": "Khoa học",
  "export.defaults.title": "Lịch trình hàng tuần của tôi",
  "export.defaults.subtitle": "Trình lập kế hoạch hoạt động",
  "export.form.titlePh": "ví dụ: Lịch trình Q2",
  "export.form.subtitlePh": "ví dụ: Đại học 2025",
  "faq.q1": "Lịch trình của tôi được lưu ở đâu?",
  "faq.a1": "Trong trình duyệt của bạn (localStorage). Chúng tôi không tải lịch trình của bạn lên máy chủ.",
  "faq.q2": "Tôi có thể xuất sang PDF hoặc PNG không?",
  "faq.a2": "Có. Mở bảng xuất và chọn định dạng và kích thước bạn muốn.",
  "faq.q3": "Làm thế nào để di chuyển trang trí/con dấu?",
  "faq.a3": "Trong xuất, chọn chủ đề; hình ảnh được tự động neo vào các góc/ranh giới của lưới dựa trên định dạng.",
  "faq.q4": "Nó có miễn phí không?",
  "faq.a4": "Có, MyWeekly là miễn phí. Chúng tôi có thể hiển thị quảng cáo để duy trì dịch vụ.",
  "faq.q5": "Tôi muốn đề xuất một cải tiến",
  "faq.a5": "Viết cho chúng tôi tại davidlekerman04@gmail.com với ý tưởng của bạn. Cảm ơn bạn!",
  "privacy.p1": "Tại MyWeekly, chúng tôi coi trọng quyền riêng tư của bạn. Ứng dụng này chủ yếu hoạt động trong trình duyệt của bạn và thông tin về lịch trình của bạn được lưu trữ trong bộ nhớ cục bộ (localStorage) của thiết bị, không phải trên máy chủ của chúng tôi.",
  "privacy.info.title": "Thông tin chúng tôi lưu trữ",
  "privacy.info.list1": "Các hoạt động và khối bạn tạo trong trình lập kế hoạch.",
  "privacy.info.list2": "Cài đặt lưới (ngày, giờ, bước, v.v.).",
  "privacy.info.list3": "Số liệu ẩn danh về sử dụng (nếu bạn bật cookie/analytics) để cải thiện trải nghiệm.",
  "privacy.cookies.title": "Cookie và phân tích",
  "privacy.cookies.p": "Chúng tôi có thể sử dụng các công cụ đo lường (ví dụ: Google Analytics hoặc Tag Manager) để thống kê tổng hợp. Chúng tôi không bán dữ liệu của bạn hoặc tạo hồ sơ cá nhân.",
  "privacy.ads.title": "Quảng cáo",
  "privacy.ads.p": "Nếu bạn thấy quảng cáo, chúng đến từ các mạng bên thứ ba (như Google AdSense). Các mạng đó có thể sử dụng cookie của riêng họ theo chính sách của họ.",
  "privacy.controls.title": "Kiểm soát của bạn",
  "privacy.controls.list1": "Bạn có thể xóa lịch trình và cài đặt của mình từ trình duyệt (xóa dữ liệu trang web) hoặc sử dụng các nút 'đặt lại' nếu ứng dụng cung cấp chúng.",
  "privacy.controls.list2": "Bạn có thể tắt cookie của bên thứ ba từ cài đặt trình duyệt của mình.",
  "privacy.contact.title": "Liên hệ",
  "privacy.contact.p": "Nếu bạn có bất kỳ câu hỏi nào, hãy viết cho chúng tôi tại davidlekerman04@gmail.com.",
  "terms.service.title": "Điều khoản dịch vụ",
  "terms.service.p": "MyWeekly được cung cấp 'nguyên trạng', không có bảo đảm. Bạn có thể sử dụng nó để tạo và xuất lịch trình cá nhân của mình. Chúng tôi không chịu trách nhiệm về việc mất dữ liệu cục bộ hoặc các quyết định được đưa ra dựa trên thông tin bạn tạo.",
  "terms.ip.title": "Sở hữu trí tuệ",
  "terms.ip.p": "Phần mềm, thiết kế và thương hiệu thuộc về MyWeekly. Nội dung của bạn (tiêu đề, ghi chú, lịch trình) là của bạn.",
  "terms.liability.title": "Giới hạn trách nhiệm",
  "terms.liability.p": "Chúng tôi không chịu trách nhiệm trong bất kỳ trường hợp nào đối với các thiệt hại gián tiếp, ngẫu nhiên hoặc hậu quả phát sinh từ việc sử dụng dịch vụ.",
  "terms.changes.title": "Thay đổi",
  "terms.changes.p": "Chúng tôi có thể sửa đổi các điều khoản này và/hoặc ứng dụng. Nếu các thay đổi có liên quan, chúng tôi sẽ chỉ ra trên trang này.",
  "pages.pageshell.footer": "MyWeekly — Được làm với ❤️",
  "pages.pageshell.linkedin": "bởi David Lekerman",
  "pages.pageshell.planificador": "Trình lập kế hoạch"
}
