{
  "title": "Gratis online ugeplanlægger",
  "subtitle": "Organiser din uge med et interaktivt gitter: træk, stræk, tilpas og download din tidsplan i PDF- eller PNG-format.",
  "downloadImage": "Download billede",
  "footer.blurb": "MyWeekly er et gratis værktøj til hurtigt og nemt at oprette og eksportere din ugentlige tidsplan.",
  "nav.privacy": "Privatliv",
  "nav.faq": "FAQ",
  "nav.terms": "Vilkår",
  "nav.history": "Historie",
  "nav.howtouse": "Sådan bruges",
  "days.mon": "Mandag",
  "days.tue": "Tirsdag",
  "days.wed": "Onsdag",
  "days.thu": "Torsdag",
  "days.fri": "Fredag",
  "days.sat": "Lørdag",
  "days.sun": "Søndag",
  "pages.faq.title": "Ofte stillede spørgsmål",
  "pages.faq.description": "Hurtige svar om, hvordan man bruger MyWeekly.",
  "pages.privacy.title": "Privatlivspolitik",
  "pages.privacy.description": "Hvordan vi behandler dine data, og hvilke oplysninger vi gemmer.",
  "pages.terms.title": "Brugsvilkår",
  "pages.terms.description": "Grundlæggende vilkår for brug af MyWeekly.",
  "pages.history.title": "Vores historie",
  "pages.history.description": "Lær mere om rejsen og inspirationen bag MyWeekly.",
  "pages.history.content": [
    "MyWeekly blev født ud af et simpelt, men dybt behov. En dag havde min kæreste svært ved at finde en pålidelig og brugervenlig online ugeplanlægger. Hun havde brug for noget intuitivt, tilpasseligt og brugervenligt, men alle de muligheder, hun fandt, levede ikke op til hendes forventninger. Som en person, der elsker at løse problemer og skabe værktøjer, besluttede jeg mig for at gribe ind og bygge noget.",
    "Det, der startede som et lille projekt for at hjælpe min kæreste, blev hurtigt til noget meget større. Jeg indså, at mange mennesker står over for den samme udfordring: at finde en planlægger, der passer til deres unikke behov. Uanset om det handler om at håndtere en travl arbejdsplan, holde styr på lektioner eller blot organisere daglige opgaver, fortjener alle et værktøj, der gør planlægning enkelt og behageligt.",
    "Med dette i tankerne lagde jeg hele mit hjerte i at skabe MyWeekly. Jeg ønskede, at det skulle være mere end bare en simpel planlægger: Jeg ønskede, at det skulle være et værktøj, der giver folk mulighed for at tage kontrol over deres tid og nå deres mål. Jeg fokuserede på at gøre det interaktivt, visuelt tiltalende og fyldt med funktioner som træk-og-slip-funktionalitet, tilpasselige gitter og eksportmuligheder til PDF og PNG.",
    "Da MyWeekly begyndte at tage form, delte jeg det med venner og familie. Deres feedback var overvældende positiv og opmuntrede mig til at dele det med verden. Det var da, jeg besluttede at gøre MyWeekly tilgængeligt for alle, helt gratis. Jeg tror på, at produktivitets- og organisationsværktøjer skal være tilgængelige for alle, uanset budget.",
    "I dag er MyWeekly mere end bare et personligt projekt: det er et kærlighedsarbejde. Det er et vidnesbyrd om kreativitetens kraft, beslutsomhed og ønsket om at gøre livet lidt lettere for de mennesker, vi holder af. Jeg arbejder konstant på at forbedre det, tilføje nye funktioner og sikre, at det opfylder brugernes behov.",
    "Tak, fordi du er en del af denne rejse. Uanset om du er her for at planlægge din uge, organisere dine opgaver eller blot udforske, hvad MyWeekly har at tilbyde, håber jeg, at det tilføjer værdi til dit liv. Dette projekt startede som en gave til en, jeg elsker, og nu er det min gave til dig.",
    "Hvis du har feedback, forslag eller bare vil sige hej, så tøv ikke med at kontakte os. Din feedback betyder verden for mig og hjælper med at gøre MyWeekly endnu bedre.",
    "Til planlægning, produktivitet og at få mest muligt ud af hvert øjeblik. Velkommen til MyWeekly!"
  ],
  "pages.howtouse.title": "Sådan bruges MyWeekly",
  "pages.howtouse.description": "Lær, hvordan du opretter og tilpasser din ugentlige tidsplan med MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Trin 1: Skriv din aktivitet",
      "description": "Start med at skrive navnet på din aktivitet. Det kan være hvad som helst, fra 'Morgentur' til 'Team-møde'. Når du har navngivet din aktivitet, skal du tilføje den til din liste."
    },
    {
      "title": "Trin 2: Træk eller tryk på aktiviteter i gitteret",
      "description": "Når de er tilføjet, vises dine aktiviteter som kort nedenfor. Træk disse kort eller tryk på dem for at placere dem i gitteret. Du kan strække dem, ændre deres størrelse eller flytte dem til enhver tid og dag, du ønsker."
    },
    {
      "title": "Trin 3: Tilpas din tidsplan",
      "description": "Rediger titler, undertitler og andre detaljer ved at klikke på blyantsikonet på hvert aktivitetskort. Juster gitteret for at afspejle din nøjagtige tidsplan."
    },
    {
      "title": "Trin 4: Download din tidsplan",
      "description": "Når din tidsplan er klar, skal du klikke på knappen 'Download billede'. Du vil have muligheder for at downloade det med eller uden dekorationer, i forskellige formater som A4, firkantet eller vandret. Vælg mellem PNG eller PDF."
    }
  ],
  "common.cancel": "Annuller",
  "common.save": "Gem",
  "palette.create": "Opret aktivitet",
  "palette.namePlaceholder": "Aktivitetens navn",
  "palette.moreColors": "Flere farver",
  "palette.more": "Mere",
  "palette.add": "Tilføj",
  "palette.activities": "Aktiviteter:",
  "palette.dragToGrid": "Træk til gitteret",
  "palette.place": "Placér",
  "palette.placeTip": "Placér denne aktivitet ved at trykke på en celle i gitteret",
  "settings.startDay": "Startdag",
  "settings.endDay": "Slutdag",
  "settings.from": "Fra",
  "settings.to": "Til",
  "settings.step": "Trin (min)",
  "settings.more": "Flere funktioner",
  "settings.lunch.title": "Frokostindstillinger",
  "settings.lunch.show": "Vis frokost",
  "settings.lunch.start": "Frokoststart",
  "settings.lunch.end": "Frokostslut",
  "settings.lunch.desc": "En bjælke vises i gitteret mellem",
  "settings.storage.title": "Lagring",
  "settings.storage.reset": "Nulstil alle gemte data",
  "settings.hideAdvanced": "Skjul avancerede funktioner",
  "settings.storage.autoSave": "Autosave aktiveret",
  "settings.storage.autoSaveDesc": "Din tidsplan gemmes automatisk i browseren. Data inkluderer:",
  "settings.storage.items.activities": "Oprettede aktiviteter",
  "settings.storage.items.blocks": "Kort i gitteret med præcise positioner",
  "settings.storage.items.config": "Dag- og tidsindstillinger",
  "list.tapToPlace": "Tryk for at placere i en celle (eller træk)",
  "list.addToGrid": "Tilføj til gitteret",
  "list.add": "Tilføj",
  "list.deleteCard": "Slet kort og dets blokke",
  "list.delete": "Slet",
  "list.hint": "Træk til gitteret eller tryk på et kort og derefter på en celle.",
  "list.exitPlaceMode": "Afslut placeringsfunktion",
  "grid.placeMode": "Placeringsfunktion",
  "grid.hour": "Time",
  "grid.placeModeActive": "Placeringsfunktion aktiv: Tryk på en celle.",
  "grid.cardSelected": "Valgt kort:",
  "grid.help.move": "Tryk på en hvilken som helst celle for at flytte kortet",
  "grid.help.delete": "Tryk på Delete/Backspace for at slette kortet",
  "grid.help.deselect": "Klik på en indtastning for at fravælge",
  "grid.deselect": "Fravælg",
  "grid.moveMode": "Flyttetilstand aktiv:",
  "grid.help.moveToCell": "Tryk på en målcelle for at flytte kortet",
  "block.tapToMove": "Tryk for at flytte til en anden celle; træk for at omplacere",
  "block.editSubtitle": "Rediger undertitel",
  "block.deleteThis": "Slet denne blok",
  "block.delete": "Slet blok",
  "block.resizeUp": "Forstør opad",
  "block.resizeDown": "Formindsk nedad",
  "block.modal.title": "Rediger undertitel",
  "block.modal.desc": "Tilføj yderligere oplysninger som 'Forelæsning', 'Praksis', lærer osv.",
  "block.subtitlePlaceholder": "Eks: Forelæsning - Prof. Hansen",
  "export.title": "Eksporter tidsplan",
  "export.close": "Luk",
  "export.form.title": "Titel",
  "export.form.subtitle": "Undertitel",
  "export.form.format": "Format",
  "export.form.decoration": "Dekoration",
  "export.form.legend": "Vis forklaring",
  "export.hint.scroll": "Rul eller brug pilene for at se flere muligheder.",
  "export.btn.png": "Download PNG",
  "export.btn.pdf": "Download PDF",
  "export.btn.loading": "Eksporterer…",
  "export.decor.none": "Ingen dekoration",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medicinsk",
  "export.decor.science": "Videnskabelig",
  "export.defaults.title": "Min ugentlige tidsplan",
  "export.defaults.subtitle": "Aktivitetsplanlægger",
  "export.form.titlePh": "Eks: Tidsplan Q2",
  "export.form.subtitlePh": "Eks: Universitet 2025",
  "faq.q1": "Hvor gemmes mine tidsplaner?",
  "faq.a1": "I din browser (localStorage). Vi uploader ikke dine tidsplaner til servere.",
  "faq.q2": "Kan jeg eksportere til PDF eller PNG?",
  "faq.a2": "Ja. Åbn eksportpanelet og vælg det ønskede format og størrelse.",
  "faq.q3": "Hvordan flytter jeg dekorationer/stempler?",
  "faq.a3": "I eksporten skal du vælge temaet; billederne fastgøres automatisk til hjørnerne/kanterne af gitteret baseret på formatet.",
  "faq.q4": "Er det gratis?",
  "faq.a4": "Ja, MyWeekly er gratis. Vi kan vise annoncer for at opretholde tjenesten.",
  "faq.q5": "Jeg vil foreslå en forbedring",
  "faq.a5": "Skriv til os på davidlekerman04@gmail.com med din idé. Tak!",
  "privacy.p1": "Hos MyWeekly værdsætter vi dit privatliv. Denne app fungerer hovedsageligt i din browser, og oplysningerne om dine tidsplaner gemmes i enhedens lokale lagring (localStorage), ikke på vores servere.",
  "privacy.info.title": "Oplysninger, vi gemmer",
  "privacy.info.list1": "Aktiviteter og blokke, du opretter i planlæggeren.",
  "privacy.info.list2": "Gitterindstillinger (dage, timer, trin osv.).",
  "privacy.info.list3": "Anonyme brugsstatistikker (hvis du aktiverer cookies/analyse) for at forbedre oplevelsen.",
  "privacy.cookies.title": "Cookies og analyse",
  "privacy.cookies.p": "Vi kan bruge måleværktøjer (f.eks. Google Analytics eller Tag Manager) til aggregerede statistikker. Vi sælger ikke dine data eller opretter individuelle profiler.",
  "privacy.ads.title": "Annoncer",
  "privacy.ads.p": "Hvis du ser annoncer, kommer de fra tredjepartsnetværk (som Google AdSense). Disse netværk kan bruge deres egne cookies i henhold til deres politikker.",
  "privacy.controls.title": "Dine kontroller",
  "privacy.controls.list1": "Du kan slette din tidsplan og dine indstillinger fra browseren (ved at rydde webstedsdata) eller bruge 'nulstil'-knapperne, hvis appen giver dem.",
  "privacy.controls.list2": "Du kan deaktivere tredjepartscookies fra dine browserindstillinger.",
  "privacy.contact.title": "Kontakt",
  "privacy.contact.p": "Hvis du har spørgsmål, skriv til os på davidlekerman04@gmail.com.",
  "terms.service.title": "Servicevilkår",
  "terms.service.p": "MyWeekly leveres 'som det er', uden garantier. Du kan bruge det til at oprette og eksportere din personlige tidsplan. Vi er ikke ansvarlige for tab af lokale data eller beslutninger truffet baseret på de oplysninger, du opretter.",
  "terms.ip.title": "Immaterielle rettigheder",
  "terms.ip.p": "Softwaren, designet og mærket tilhører MyWeekly. Dit indhold (titler, noter, tidsplaner) er dit.",
  "terms.liability.title": "Ansvarsbegrænsning",
  "terms.liability.p": "Vi er under ingen omstændigheder ansvarlige for indirekte, tilfældige eller følgeskader, der opstår ved brug af tjenesten.",
  "terms.changes.title": "Ændringer",
  "terms.changes.p": "Vi kan ændre disse vilkår og/eller appen. Hvis ændringerne er relevante, vil vi angive det på denne side.",
  "pages.pageshell.footer": "MyWeekly — Lavet med ❤️",
  "pages.pageshell.linkedin": "af David Lekerman",
  "pages.pageshell.planificador":  "Planlægger"
}