{
  "title": "Kostenloser Online-Wochenplaner",
  "subtitle": "Organisiere deine Woche mit einem interaktiven Raster: Ziehe, strecke, passe an und lade deinen Zeitplan als PDF oder PNG herunter.",
  "downloadImage": "Bild herunterladen",
  "footer.blurb": "MyWeekly ist ein kostenloses Tool, um deinen Wochenplan schnell und einfach zu erstellen und zu exportieren.",
  "nav.privacy": "Datenschutz",
  "nav.faq": "FAQ",
  "nav.terms": "Bedingungen",
  "nav.history": "Geschichte",
  "nav.howtouse": "Anleitung",
  "days.mon": "Montag",
  "days.tue": "Dienstag",
  "days.wed": "Mittwoch",
  "days.thu": "Donnerstag",
  "days.fri": "Freitag",
  "days.sat": "Samstag",
  "days.sun": "Sonntag",
  "pages.faq.title": "Häufig gestellte Fragen",
  "pages.faq.description": "Schnelle Antworten zur Nutzung von MyWeekly.",
  "pages.privacy.title": "Datenschutzrichtlinie",
  "pages.privacy.description": "Wie wir mit deinen Daten umgehen und welche Informationen wir speichern.",
  "pages.terms.title": "Allgemeine Geschäftsbedingungen",
  "pages.terms.description": "Grundlegende Bedingungen für die Nutzung von MyWeekly.",
  "pages.history.title": "Unsere Geschichte",
  "pages.history.description": "Erfahre mehr über die Reise und Inspiration hinter MyWeekly.",
  "pages.history.content": [
    "MyWeekly entstand aus einem einfachen, aber dringenden Bedürfnis. Eines Tages hatte meine Freundin Schwierigkeiten, einen zuverlässigen und benutzerfreundlichen Wochenplaner online zu finden. Sie brauchte etwas Intuitives, Anpassbares und Einfaches, aber alle Optionen, die sie fand, erfüllten ihre Erwartungen nicht. Als jemand, der gerne Probleme löst und Werkzeuge erstellt, beschloss ich, einzugreifen und etwas zu bauen.",
    "Was als kleines Projekt begann, um meiner Freundin zu helfen, wurde schnell zu etwas zu etwas Größerem. Ich erkannte, dass viele Menschen vor derselben Herausforderung stehen: einen Planer zu finden, der ihren individuellen Bedürfnissen entspricht. Ob es darum geht, einen vollen Arbeitsplan zu verwalten, den Unterricht zu verfolgen oder einfach die täglichen Aufgaben zu organisieren – jeder verdient ein Tool, das die Planung einfach und angenehm macht.",
    "Mit diesem Gedanken im Hinterkopf habe ich mein ganzes Herzblut in die Erstellung von MyWeekly gesteckt. Ich wollte, dass es mehr als nur ein einfacher Planer ist: Ich wollte, dass es ein Werkzeug ist, das Menschen befähigt, ihre Zeit zu kontrollieren und ihre Ziele zu erreichen. Ich habe mich darauf konzentriert, es interaktiv, visuell ansprechend und mit Funktionen wie Drag-and-Drop, anpassbaren Rastern und Exportoptionen für PDF und PNG auszustatten.",
    "Als MyWeekly Gestalt annahm, teilte ich es mit Freunden und Familie. Ihr Feedback war überwältigend positiv und ermutigte mich, es mit der Welt zu teilen. Da beschloss ich, MyWeekly für alle kostenlos verfügbar zu machen. Ich glaube, dass Produktivitäts- und Organisationstools für jeden zugänglich sein sollten, unabhängig vom Budget.",
    "Heute ist MyWeekly mehr als nur ein persönliches Projekt: Es ist eine Herzensangelegenheit. Es ist ein Zeugnis für die Kraft der Kreativität, Entschlossenheit und den Wunsch, das Leben der Menschen, die uns wichtig sind, ein wenig einfacher zu machen. Ich arbeite ständig daran, es zu verbessern, neue Funktionen hinzuzufügen und sicherzustellen, dass es die Bedürfnisse seiner Nutzer erfüllt.",
    "Danke, dass du Teil dieser Reise bist. Egal, ob du hier bist, um deine Woche zu planen, deine Aufgaben zu organisieren oder einfach zu erkunden, was MyWeekly zu bieten hat – ich hoffe, es bringt dir einen Mehrwert. Dieses Projekt begann als Geschenk für jemanden, den ich liebe, und jetzt ist es mein Geschenk an dich.",
    "Wenn du Feedback, Vorschläge oder einfach nur Hallo sagen möchtest, zögere nicht, dich zu melden. Dein Feedback bedeutet mir die Welt und hilft, MyWeekly noch besser zu machen.",
    "Hier ist für die Planung, Produktivität und das Beste aus jedem Moment. Willkommen bei MyWeekly!"
  ],
  "pages.howtouse.title": "Wie man MyWeekly benutzt",
  "pages.howtouse.description": "Lerne, wie du deinen Wochenplan mit MyWeekly erstellen und anpassen kannst.",
  "pages.howtouse.steps": [
    {
      "title": "Schritt 1: Schreibe deine Aktivität auf",
      "description": "Beginne damit, den Namen deiner Aktivität aufzuschreiben. Das kann alles sein, von 'Morgens joggen' bis 'Teammeeting'. Sobald du deine Aktivität benannt hast, füge sie deiner Liste hinzu."
    },
    {
      "title": "Schritt 2: Ziehe oder tippe auf Aktivitäten im Raster",
      "description": "Sobald sie hinzugefügt wurden, erscheinen deine Aktivitäten als Karten unten. Ziehe diese Karten oder tippe darauf, um sie im Raster zu platzieren. Du kannst sie strecken, ihre Größe ändern oder sie auf jede gewünschte Zeit und jeden gewünschten Tag verschieben."
    },
    {
      "title": "Schritt 3: Passe deinen Zeitplan an",
      "description": "Bearbeite Titel, Untertitel und andere Details, indem du auf das Stiftsymbol auf jeder Aktivitätskarte klickst. Passe das Raster an, um deinen genauen Zeitplan widerzuspiegeln."
    },
    {
      "title": "Schritt 4: Lade deinen Zeitplan herunter",
      "description": "Sobald dein Zeitplan fertig ist, klicke auf die Schaltfläche 'Bild herunterladen'. Du hast die Möglichkeit, es mit oder ohne Dekorationen in verschiedenen Formaten wie A4, quadratisch oder horizontal herunterzuladen. Wähle zwischen PNG oder PDF."
    }
  ],
  "common.cancel": "Abbrechen",
  "common.save": "Speichern",
  "palette.create": "Aktivität erstellen",
  "palette.namePlaceholder": "Name der Aktivität",
  "palette.moreColors": "Mehr Farben",
  "palette.more": "Mehr",
  "palette.add": "Hinzufügen",
  "palette.activities": "Aktivitäten:",
  "palette.dragToGrid": "Zum Raster ziehen",
  "palette.place": "Platzieren",
  "palette.placeTip": "Platziere diese Aktivität, indem du auf eine Zelle im Raster tippst",
  "settings.startDay": "Starttag",
  "settings.endDay": "Endtag",
  "settings.from": "Von",
  "settings.to": "Bis",
  "settings.step": "Schritt (Min)",
  "settings.more": "Mehr Funktionen",
  "settings.lunch.title": "Mittagspauseneinstellungen",
  "settings.lunch.show": "Mittagspause anzeigen",
  "settings.lunch.start": "Beginn der Mittagspause",
  "settings.lunch.end": "Ende der Mittagspause",
  "settings.lunch.desc": "Ein Balken wird im Raster zwischen angezeigt",
  "settings.storage.title": "Speicher",
  "settings.storage.reset": "Alle gespeicherten Daten zurücksetzen",
  "settings.hideAdvanced": "Erweiterte Funktionen ausblenden",
  "settings.storage.autoSave": "Automatisches Speichern aktiviert",
  "settings.storage.autoSaveDesc": "Dein Zeitplan wird automatisch im Browser gespeichert. Die Daten umfassen:",
  "settings.storage.items.activities": "Erstellte Aktivitäten",
  "settings.storage.items.blocks": "Karten im Raster mit genauen Positionen",
  "settings.storage.items.config": "Einstellungen für Tage und Zeiten",
  "list.tapToPlace": "Tippe, um es in einer Zelle zu platzieren (oder ziehe)",
  "list.addToGrid": "Zum Raster hinzufügen",
  "list.add": "Hinzufügen",
  "list.deleteCard": "Karte und ihre Blöcke löschen",
  "list.delete": "Löschen",
  "list.hint": "Ziehe zum Raster oder tippe auf eine Karte und dann auf eine Zelle.",
  "list.exitPlaceMode": "Platzierungsmodus verlassen",
  "grid.placeMode": "Platzierungsmodus",
  "grid.hour": "Stunde",
  "grid.placeModeActive": "Platzierungsmodus aktiv: Tippe auf eine Zelle.",
  "grid.cardSelected": "Ausgewählte Karte:",
  "grid.help.move": "Tippe auf eine beliebige Zelle, um die Karte zu verschieben",
  "grid.help.delete": "Drücke Delete/Backspace, um die Karte zu löschen",
  "grid.help.deselect": "Klicke auf ein Eingabefeld, um die Auswahl aufzuheben",
  "grid.deselect": "Auswahl aufheben",
  "grid.moveMode": "Verschiebemodus aktiv:",
  "grid.help.moveToCell": "Tippe auf eine Zielzelle, um die Karte zu verschieben",
  "block.tapToMove": "Tippe, um in eine andere Zelle zu verschieben; ziehe, um neu zu positionieren",
  "block.editSubtitle": "Untertitel bearbeiten",
  "block.deleteThis": "Diesen Block löschen",
  "block.delete": "Block löschen",
  "block.resizeUp": "Nach oben strecken",
  "block.resizeDown": "Nach unten strecken",
  "block.modal.title": "Untertitel bearbeiten",
  "block.modal.desc": "Füge zusätzliche Informationen hinzu, wie 'Theorie', 'Praxis', Lehrer usw.",
  "block.subtitlePlaceholder": "Z. B.: Theorie - Prof. Müller",
  "export.title": "Zeitplan exportieren",
  "export.close": "Schließen",
  "export.form.title": "Titel",
  "export.form.subtitle": "Untertitel",
  "export.form.format": "Format",
  "export.form.decoration": "Dekoration",
  "export.form.legend": "Legende anzeigen",
  "export.hint.scroll": "Scrollen oder Pfeile verwenden, um mehr Optionen zu sehen.",
  "export.btn.png": "PNG herunterladen",
  "export.btn.pdf": "PDF herunterladen",
  "export.btn.loading": "Exportieren…",
  "export.decor.none": "Keine Dekoration",
  "export.decor.snoopy": "Snoopy",
  "export.decor.medical": "Medizinisch",
  "export.decor.science": "Wissenschaftlich",
  "export.defaults.title": "Mein Wochenplan",
  "export.defaults.subtitle": "Aktivitätenplaner",
  "export.form.titlePh": "Z. B.: Zeitplan 2. Semester",
  "export.form.subtitlePh": "Z. B.: Universität 2025",
  "faq.q1": "Wo werden meine Zeitpläne gespeichert?",
  "faq.a1": "In deinem eigenen Browser (localStorage). Wir laden deine Zeitpläne nicht auf Server hoch.",
  "faq.q2": "Kann ich als PDF oder PNG exportieren?",
  "faq.a2": "Ja. Öffne das Exportpanel und wähle das gewünschte Format und die Größe aus.",
  "faq.q3": "Wie verschiebe ich Dekorationen/Stempel?",
  "faq.a3": "Wähle beim Export das Thema aus; die Bilder werden automatisch an den Ecken/Rändern des Rasters je nach Format verankert.",
  "faq.q4": "Ist es kostenlos?",
  "faq.a4": "Ja, MyWeekly ist kostenlos. Wir können Anzeigen anzeigen, um den Dienst zu unterstützen.",
  "faq.q5": "Ich möchte eine Verbesserung vorschlagen",
  "faq.a5": "Schreiben Sie uns Ihre Idee an davidlekerman04@gmail.com. Vielen Dank!",
  "privacy.p1": "Bei MyWeekly schätzen wir deine Privatsphäre. Diese App funktioniert hauptsächlich in deinem Browser und die Informationen zu deinen Zeitplänen werden im lokalen Speicher (localStorage) des Geräts gespeichert, nicht auf unseren Servern.",
  "privacy.info.title": "Informationen, die wir speichern",
  "privacy.info.list1": "Aktivitäten und Blöcke, die du im Planer erstellst.",
  "privacy.info.list2": "Rastereinstellungen (Tage, Stunden, Schritt usw.).",
  "privacy.info.list3": "Anonyme Nutzungsmetriken (wenn du Cookies/Analytics aktivierst), um die Erfahrung zu verbessern.",
  "privacy.cookies.title": "Cookies und Analytik",
  "privacy.cookies.p": "Wir können Messwerkzeuge (z. B. Google Analytics oder Tag Manager) für aggregierte Statistiken verwenden. Wir verkaufen deine Daten nicht und erstellen keine individuellen Profile.",
  "privacy.ads.title": "Werbung",
  "privacy.ads.p": "Wenn du Anzeigen siehst, stammen diese von Drittanbieternetzwerken (wie Google AdSense). Diese Netzwerke können ihre eigenen Cookies gemäß ihren Richtlinien verwenden.",
  "privacy.controls.title": "Deine Kontrollen",
  "privacy.controls.list1": "Du kannst deinen Zeitplan und deine Einstellungen aus dem Browser löschen (indem du die Website-Daten löschst) oder die 'Zurücksetzen'-Schaltflächen verwenden, wenn die App sie bereitstellt.",
  "privacy.controls.list2": "Du kannst Cookies von Drittanbietern in den Einstellungen deines Browsers deaktivieren.",
  "privacy.contact.title": "Kontakt",
  "privacy.contact.p": "Wenn Sie Fragen haben, schreiben Sie uns an davidlekerman04@gmail.com.",
  "terms.service.title": "Nutzung des Dienstes",
  "terms.service.p": "MyWeekly wird 'wie besehen' bereitgestellt, ohne Garantien. Du kannst es verwenden, um deinen persönlichen Zeitplan zu erstellen und zu exportieren. Wir sind nicht verantwortlich für den Verlust lokaler Daten oder Entscheidungen, die auf den von dir generierten Informationen basieren.",
  "terms.ip.title": "Geistiges Eigentum",
  "terms.ip.p": "Die Software, das Design und die Marke gehören MyWeekly. Dein Inhalt (Titel, Notizen, Zeitpläne) gehört dir.",
  "terms.liability.title": "Haftungsbeschränkung",
  "terms.liability.p": "Wir haften unter keinen Umständen für indirekte, zufällige oder Folgeschäden, die sich aus der Nutzung des Dienstes ergeben.",
  "terms.changes.title": "Änderungen",
  "terms.changes.p": "Wir können diese Bedingungen und/oder die App ändern. Wenn die Änderungen relevant sind, werden wir dies auf dieser Seite angeben.",
  "pages.pageshell.footer": "MyWeekly — Mit ❤️ gemacht",
  "pages.pageshell.linkedin": "von David Lekerman",
  "pages.pageshell.planificador": "Planer"
}


