{
  "title": "Бесплатный онлайн еженедельный планировщик",
  "subtitle": "Организуйте свою неделю с помощью интерактивной сетки: перетаскивайте, растягивайте, настраивайте и загружайте своё расписание в формате PDF или PNG.",
  "downloadImage": "Скачать изображение",
  "footer.blurb": "MyWeekly — это бесплатный инструмент для быстрого и простого создания и экспорта вашего еженедельного расписания.",
  "nav.privacy": "Конфиденциальность",
  "nav.faq": "FAQ",
  "nav.terms": "Условия",
  "nav.history": "История",
  "nav.howtouse": "Как использовать",
  "days.mon": "Понедельник",
  "days.tue": "Вторник",
  "days.wed": "Среда",
  "days.thu": "Четверг",
  "days.fri": "Пятница",
  "days.sat": "Суббота",
  "days.sun": "Воскресенье",
  "pages.faq.title": "Часто задаваемые вопросы",
  "pages.faq.description": "Быстрые ответы о том, как использовать MyWeekly.",
  "pages.privacy.title": "Политика конфиденциальности",
  "pages.privacy.description": "Как мы обрабатываем ваши данные и какую информацию храним.",
  "pages.terms.title": "Условия использования",
  "pages.terms.description": "Основные условия использования MyWeekly.",
  "pages.history.title": "Наша история",
  "pages.history.description": "Узнайте больше о пути и вдохновении, стоящем за MyWeekly.",
  "pages.history.content": [
    "MyWeekly родился из простой, но важной потребности. Однажды моя девушка пыталась найти надёжный и удобный онлайн-планировщик недели. Ей нужно было что-то интуитивно понятное, настраиваемое и удобное, но ни один из найденных вариантов не соответствовал её ожиданиям. Как человек, который любит решать проблемы и создавать инструменты, я решил вмешаться и создать что-то своё.",
    "То, что началось как небольшой проект, чтобы помочь моей девушке, быстро превратилось во что-то гораздо большее. Я понял, что многие люди сталкиваются с той же проблемой: найти планировщик, который соответствует их уникальным потребностям. Будь то управление напряжённым рабочим графиком, отслеживание занятий или просто организация повседневных задач, каждый заслуживает инструмента, который делает планирование простым и приятным.",
    "С этим в виду я вложил всю душу в создание MyWeekly. Я хотел, чтобы это было больше, чем просто планировщик: я хотел, чтобы это был инструмент, который даёт людям возможность взять под контроль своё время и достичь своих целей. Я сосредоточился на том, чтобы сделать его интерактивным, визуально привлекательным и наполненным функциями, такими как перетаскивание, настраиваемые сетки и варианты экспорта в PDF и PNG.",
    "Когда MyWeekly начал обретать форму, я поделился им с друзьями и семьёй. Их отзывы были чрезвычайно положительными и вдохновили меня поделиться им с миром. Тогда я решил сделать MyWeekly доступным для всех, совершенно бесплатно. Я верю, что инструменты для продуктивности и организации должны быть доступны каждому, независимо от бюджета.",
    "Сегодня MyWeekly — это больше, чем просто личный проект: это дело любви. Это свидетельство силы креативности, решимости и желания сделать жизнь немного проще для людей, которые нам небезразличны. Я постоянно работаю над его улучшением, добавлением новых функций и обеспечением того, чтобы он соответствовал потребностям своих пользователей.",
    "Спасибо, что стали частью этого пути. Независимо от того, здесь ли вы, чтобы спланировать свою неделю, организовать свои задачи или просто узнать, что может предложить MyWeekly, я надеюсь, что это принесёт пользу в вашу жизнь. Этот проект начался как подарок для кого-то, кого я люблю, а теперь это мой подарок вам.",
    "Если у вас есть отзывы, предложения или вы просто хотите поздороваться, не стесняйтесь связаться с нами. Ваши отзывы очень важны для меня и помогают сделать MyWeekly ещё лучше.",
    "За планирование, продуктивность и максимальное использование каждого момента. Добро пожаловать в MyWeekly!"
  ],
  "pages.howtouse.title": "Как использовать MyWeekly",
  "pages.howtouse.description": "Узнайте, как создавать и настраивать своё еженедельное расписание с помощью MyWeekly.",
  "pages.howtouse.steps": [
    {
      "title": "Шаг 1: Напишите свою активность",
      "description": "Начните с написания названия своей активности. Это может быть что угодно, от 'Утренняя пробежка' до 'Командная встреча'. После того как вы назвали свою активность, добавьте её в свой список."
    },
    {
      "title": "Шаг 2: Перетащите или нажмите на активности в сетке",
      "description": "После добавления ваши активности появятся в виде карточек ниже. Перетащите эти карточки или нажмите на них, чтобы разместить их в сетке. Вы можете растягивать их, изменять их размер или перемещать на любое время и день."
    },
    {
      "title": "Шаг 3: Настройте своё расписание",
      "description": "Редактируйте заголовки, подзаголовки и другие детали, нажимая на значок карандаша на каждой карточке активности. Настройте сетку, чтобы она отражала ваше точное расписание."
    },
    {
      "title": "Шаг 4: Скачайте своё расписание",
      "description": "Когда ваше расписание будет готово, нажмите кнопку 'Скачать изображение'. У вас будут варианты скачать его с декорациями или без, в различных форматах, таких как A4, квадратный или горизонтальный. Выберите между PNG или PDF."
    }
  ],
  "common.cancel": "Отмена",
  "common.save": "Сохранить",
  "palette.create": "Создать активность",
  "palette.namePlaceholder": "Название активности",
  "palette.moreColors": "Больше цветов",
  "palette.more": "Больше",
  "palette.add": "Добавить",
  "palette.activities": "Активности:",
  "palette.dragToGrid": "Перетащите на сетку",
  "palette.place": "Разместить",
  "palette.placeTip": "Разместите эту активность, нажав на ячейку в сетке",
  "settings.startDay": "Начальный день",
  "settings.endDay": "Конечный день",
  "settings.from": "С",
  "settings.to": "До",
  "settings.step": "Шаг (мин)",
  "settings.more": "Больше функций",
  "settings.lunch.title": "Настройки обеда",
  "settings.lunch.show": "Показать обед",
  "settings.lunch.start": "Начало обеда",
  "settings.lunch.end": "Конец обеда",
  "settings.lunch.desc": "На сетке появится полоса между",
  "settings.storage.title": "Хранилище",
  "settings.storage.reset": "Сбросить все сохранённые данные",
  "settings.hideAdvanced": "Скрыть расширенные функции",
  "settings.storage.autoSave": "Автосохранение включено",
  "settings.storage.autoSaveDesc": "Ваше расписание автоматически сохраняется в браузере. Данные включают:",
  "settings.storage.items.activities": "Созданные активности",
  "settings.storage.items.blocks": "Карточки на сетке с точными позициями",
  "settings.storage.items.config": "Настройки дней и времени",
  "list.tapToPlace": "Нажмите, чтобы разместить в ячейке (или перетащите)",
  "list.addToGrid": "Добавить в сетку",
  "list.add": "Добавить",
  "list.deleteCard": "Удалить карточку и её блоки",
  "list.delete": "Удалить",
  "list.hint": "Перетащите на сетку или нажмите на карточку, а затем на ячейку.",
  "list.exitPlaceMode": "Выйти из режима размещения",
  "grid.placeMode": "Режим размещения",
  "grid.hour": "Час",
  "grid.placeModeActive": "Режим размещения активен: нажмите на ячейку.",
  "grid.cardSelected": "Выбранная карточка:",
  "grid.help.move": "Нажмите на любую ячейку, чтобы переместить карточку",
  "grid.help.delete": "Нажмите Delete/Backspace, чтобы удалить карточку",
  "grid.help.deselect": "Нажмите на ввод, чтобы снять выделение",
  "grid.deselect": "Снять выделение",
  "grid.moveMode": "Режим перемещения активен:",
  "grid.help.moveToCell": "Нажмите на целевую ячейку, чтобы переместить карточку",
  "block.tapToMove": "Нажмите, чтобы переместить в другую ячейку; перетащите для изменения позиции",
  "block.editSubtitle": "Редактировать подзаголовок",
  "block.deleteThis": "Удалить этот блок",
  "block.delete": "Удалить блок",
  "block.resizeUp": "Увеличить вверх",
  "block.resizeDown": "Уменьшить вниз",
  "block.modal.title": "Редактировать подзаголовок",
  "block.modal.desc": "Добавьте дополнительную информацию, например, 'Лекция', 'Практика', преподаватель и т. д.",
  "block.subtitlePlaceholder": "например, Лекция - проф. Иванов",
  "export.title": "Экспорт расписания",
  "export.close": "Закрыть",
  "export.form.title": "Заголовок",
  "export.form.subtitle": "Подзаголовок",
  "export.form.format": "Формат",
  "export.form.decoration": "Украшение",
  "export.form.legend": "Показать легенду",
  "export.hint.scroll": "Прокрутите или используйте стрелки, чтобы увидеть больше опций.",
  "export.btn.png": "Скачать PNG",
  "export.btn.pdf": "Скачать PDF",
  "export.btn.loading": "Экспорт…",
  "export.decor.none": "Без украшений.",
  "export.decor.snoopy": "Снупи",
  "export.decor.medical": "Медицинский",
  "export.decor.science": "Научный",
  "export.defaults.title": "Моё недельное расписание",
  "export.defaults.subtitle": "Планировщик активностей",
  "export.form.titlePh": "например, Расписание Q2",
  "export.form.subtitlePh": "например, Университет 2025",
  "faq.q1": "Где хранятся мои расписания?",
  "faq.a1": "В вашем собственном браузере (localStorage). Мы не загружаем ваши расписания на серверы.",
  "faq.q2": "Могу ли я экспортировать в PDF или PNG?",
  "faq.a2": "Да. Откройте панель экспорта и выберите предпочитаемый формат и размер.",
  "faq.q3": "Как перемещать украшения/штампы?",
  "faq.a3": "В экспорте выберите тему; изображения автоматически привязываются к углам/границам сетки в зависимости от формата.",
  "faq.q4": "Это бесплатно?",
  "faq.a4": "Да, MyWeekly бесплатен. Мы можем показывать рекламу для поддержания сервиса.",
  "faq.q5": "Я хотел бы предложить улучшение",
  "faq.a5": "Напишите нам на davidlekerman04@gmail.com с вашей идеей. Спасибо!",
  "privacy.p1": "В MyWeekly мы ценим вашу конфиденциальность. Это приложение в основном работает в вашем браузере, и информация о вашем расписании хранится в локальном хранилище (localStorage) устройства, а не на наших серверах.",
  "privacy.info.title": "Информация, которую мы храним",
  "privacy.info.list1": "Деятельность и блоки, которые вы создаете в планировщике.",
  "privacy.info.list2": "Настройки сетки (дни, часы, шаг и т. д.).",
  "privacy.info.list3": "Анонимные метрики использования (если вы включаете файлы cookie/аналитику) для улучшения опыта.",
  "privacy.cookies.title": "Файлы cookie и аналитика",
  "privacy.cookies.p": "Мы можем использовать инструменты измерения (например, Google Analytics или Tag Manager) для агрегированных статистических данных. Мы не продаем ваши данные и не создаем индивидуальные профили.",
  "privacy.ads.title": "Реклама",
  "privacy.ads.p": "Если вы видите рекламу, она поступает от сторонних сетей (например, Google AdSense). Эти сети могут использовать свои собственные файлы cookie в соответствии с их политиками.",
  "privacy.controls.title": "Ваши настройки",
  "privacy.controls.list1": "Вы можете удалить свое расписание и настройки из браузера (очистив данные сайта) или используя кнопки 'сброс', если они предоставлены приложением.",
  "privacy.controls.list2": "Вы можете отключить сторонние файлы cookie в настройках вашего браузера.",
  "privacy.contact.title": "Контакт",
  "privacy.contact.p": "Если у вас есть вопросы, напишите нам на davidlekerman04@gmail.com.",
  "terms.service.title": "Использование услуги",
  "terms.service.p": "MyWeekly предоставляется 'как есть', без гарантий. Вы можете использовать его для создания и экспорта своего личного расписания. Мы не несем ответственности за потерю локальных данных или решения, принятые на основе созданной вами информации.",
  "terms.ip.title": "Интеллектуальная собственность",
  "terms.ip.p": "Программное обеспечение, дизайн и бренд принадлежат MyWeekly. Ваш контент (заголовки, заметки, расписания) принадлежит вам.",
  "terms.liability.title": "Ограничение ответственности",
  "terms.liability.p": "Мы не несем ответственности за косвенные, случайные или последующие убытки, возникающие в результате использования услуги.",
  "terms.changes.title": "Изменения",
  "terms.changes.p": "Мы можем изменить эти условия и/или приложение. Если изменения будут значительными, мы укажем это на этой странице.",
  "pages.pageshell.footer": "MyWeekly — Сделано с ❤️",
  "pages.pageshell.linkedin": "от David Lekerman",
    "pages.pageshell.planificador": "Планировщик"
}
